{"meta":{"title":"『左右盲』","subtitle":"","description":"石先生的赛博小岛 聊以对抗遗忘","author":"ishii","url":"http://example.com","root":"/"},"pages":[{"title":"所有标签","date":"2023-08-22T18:15:25.491Z","updated":"2023-08-22T18:15:25.491Z","comments":true,"path":"tags/index.html","permalink":"http://example.com/tags/index.html","excerpt":"","text":""},{"title":"","date":"2023-10-07T14:24:57.276Z","updated":"2023-10-07T14:24:57.276Z","comments":false,"path":"about/index.html","permalink":"http://example.com/about/index.html","excerpt":"","text":"你好👋我是石井。很高兴可以在这个页面见到你！如标题所言，这是一个关于页面，既有一些事实，也有一些个人认知。 关于石井 19年开始在高中度过了人生中最黑暗的三年，22年离开浙江，暂居山东，开始了迷茫的人生。 有点完美主义，有点强迫症，有点固执，很难开始，很难决定，这反而使我搞砸大多数事情。 在2020.4.13测得mbti为INFP-T，在2023.4.26测得INTP（其中Introverted82%，Turbulent93%🤥）（确实在2023年的上半年我的社恐程度达到了巅峰（甚至感觉已经到了社交障碍的地步💦💦 我的性格缺陷非常大（。 是个很受环境影响，常常因为环境精神内耗的情感非常不外露的不折不扣的社恐。 fact1：在给别人发消息之前通常会先把消息发送给自己并反复修改（ fact2：在某次与熟人的对话中花费3h思考该用什么表情包回复，并在思考过程中给自己发了142条消息（请笑：） opinion1：自我感觉社恐程度已经大大下降，以上事件在日后的生活中发生频率大概会大幅降低（ 不善言辞，最不擅长和人打交道。但总觉得我还算是一个挺好挺善良的人，如果你恨我了，请你不要恨我（什么废话文学，对不起！对不起！我没有任何恶意！！大概是有什么误会（。 不擅言辞，不会交际。常有语出冒犯的时候。虽希望善良待人，但不会为人处事。 （引用自 https://web.archive.org/web/20210123202817/https://blog.yuuta.moe/about/ ） 虽然但是，这辈子应该都不会变成外向的人。（这难道是什么好事吗 讲话的时候脑子会停转。（然后开始不知道在讲什么b话 目前好像一事无成，是个对自己多方面都感到自卑的人。 虽然没有发朋友圈的习惯，但是好像很爱在微信状态碎碎念。 听的最多的是日文歌。好像可以在听歌和发呆中度过一整天。 喜欢的事与喜欢的人 很小就喜欢画画，现在依然喜欢。 喜欢我的一些友人们，虽然友人并不多。 还有很多喜欢的，但是不知道以后会不会就不喜欢了，所以还是只写了这两条。 现在、不远的过去和不久的将来想做的事想做的事情非常多，想成为了解世界的多面手。 做动画（现在的进度是成功安装了CSP和Ae（ 做live2d（最大的困扰是想不出来可以拿什么形象做l2d（药宝可以拿山药做，你拿什么，井盖吗 继续学Js吧！ 关于博客 标题“左右盲”来自ヨルシカ的歌曲《左右盲》。 本站头像和首页背景都来自Rella♥ 既然已经来到石先生的赛博小岛了，那就请自己看看吧。 我很菜，什么也不会，欢迎来拷打我。（ 所以所以，你又觉得我是一个怎么样的人呢？"}],"posts":[{"title":"真的要去考雅思了","slug":"strategy_ielts","date":"2024-03-07T16:00:00.000Z","updated":"2025-03-10T01:36:12.549Z","comments":false,"path":"2024/03/08/strategy_ielts/","link":"","permalink":"http://example.com/2024/03/08/strategy_ielts/","excerpt":"看朵朵还有各种地方的经验贴写了个规划，主打一个别人怎么备考我怎么备考（bushi），希望可以考地好一点😭😭😭","text":"看朵朵还有各种地方的经验贴写了个规划，主打一个别人怎么备考我怎么备考（bushi），希望可以考地好一点😭😭😭 听力https://www.bilibili.com/video/BV1jx411M7j9/?share_source=copy_web&amp;vd_source=b6eba5bf211c891f9ec7c601e244a828 磨耳朵 没听到的不要纠缠 注意日期、月份、国家的拼写 阅读看刘洪波网课，没时间可以跳过带做，真经一定要看 写作看Simon大小作文框架、Vince说理，多看范文（雅思范文网站）、Gpt改作文（改正语法错误、提升词汇水平、不能帮你说理，改作文时可以提取针对某个话题的native keywords）、看Simon的idea库 注意Coherence 五段式+长难句不太好 积累一套小而精的常用模板库 Gpt指令：I am writing the IELTS essay TASK2. I will provide you with my essay, please give me a score of 1-9 according to the IELTS essay scoring standard, which are: task achievement&#x2F;coherence and cohesion&#x2F;lexical resource&#x2F;grammatical range and accuracy. And please revise my composition and mark the mistakes. Then please revise my composition into an IELTS essay with a score of 9. When correcting and rewriting, it should be noted that the structure of the article is an INTRODUCTION containing 2 sentences, two paragraphs of the body of the article, and a CONCLUSION. The number of words in the article should be between 250-350 words.You need to give an overall rating, and also 4 sub ratings in 4 standards i mentioned before, point out errors, and rewrite the text with exhanced voculabory. And can you list these error points. Here is my essay: 口语可以看一下杨帅口语课（假如感觉自己口语实在是太拉开不了口的话，但是自我感觉还好的话也可以不看） 准备串题（place&#x2F;people&#x2F;event&#x2F;thing etc.）不太好套的需要专门准备 嘴不要停下来，保持输出频率 积累一套小而精的常用模板库 Gpt提取针对某个话题的native keywords p1只挑不常见的话题练，p2多练习","categories":[],"tags":[]},{"title":"困困困困困 | 2025年3月","slug":"202503","date":"2024-02-29T16:00:00.000Z","updated":"2025-03-16T13:37:24.589Z","comments":false,"path":"2024/03/01/202503/","link":"","permalink":"http://example.com/2024/03/01/202503/","excerpt":"没有我这个论文早就写好乐（复读。 所以春天什么时候才会来呢？","text":"没有我这个论文早就写好乐（复读。 所以春天什么时候才会来呢？ 3月8日石先生怎么会脾气这么好哼哼哼（生气版）。 3月9日去看了《平原上的焰火》，不知道是不是因为少看了15分钟，好像看得晕晕的💦💦（（。 写不动一点论文呃啊啊啊啊啊写不下去写不下去😣😣😣。 所以春天什么时候才会来呢？ 3月10日好困。 怎么又停水了（，但又好像没停（。 3月11日我以后真的不要学这个环境了，感觉我做实验不是我出问题就是大家出问题💦💦💦。今天早上去取了40 mL盐酸感觉自己要似在通风橱了，没戴口罩感觉呼吸道里全是盐酸，没倒几秒钟就受不了了不能呼吸了，但是还是坚持倒完了😣😣😣。而且擦桌子擦瓶口的时候感觉又受到了重创😣😣😣，ohno我一定不是做实验的料😣😣😣。 好困好困好困要晕倒了😣😣😣。下次吃完中饭一定要回去睡觉🤥🤥🤥。 3月12日想睡觉🥱🥱🥱，这个早八是起的越来越晚乐🤥🤥🤥。 3月13日累似了。 有点鱼鱼了🙁🙁🙁。 3月14日早上去交奖学金登记表，原本打算早早地起的，感觉自从考完试之后就变懒了，早上也起不来🤥🤥🤥。去辅导员办公室交表的时候辅导员问我“那门课考的怎么样”blahblah的东西，又感觉一切都坏透乐🤥🤥🤥。感觉一切都被坏老师毁了🤕🤕🤕。 烦烦的。好多事情没做，烦烦的，自己性格坏坏的，烦烦的，上学越上越暴躁了😠😠😠，坏坏的。 3月15日看了一天电脑眼睛好累。早知道这样或许当初应该配一个防蓝光的眼镜🤥🤥🤥。 我不要再丸金铲铲乐，玩了好多天都没有一次前四🤥🤥🤥。 晚上原本打算回去熬下夜把大创的东西写点掉，结果还是眠了，大悲。 3月16日感觉大气污染控制作业好像不太会写，完蛋了（。 好冷好冷好冷。风好大。 有好多好多事，但是什么事都没有做完，坏。 感觉自己每天都会说很坏很坏的话， 感觉自己是超级超级坏的人。🥺🥺🥺","categories":[],"tags":[{"name":"碎碎念","slug":"碎碎念","permalink":"http://example.com/tags/%E7%A2%8E%E7%A2%8E%E5%BF%B5/"}]},{"title":"二月好 | 2025年2月","slug":"202502","date":"2024-01-31T16:00:00.000Z","updated":"2025-03-03T06:33:52.312Z","comments":false,"path":"2024/02/01/202502/","link":"","permalink":"http://example.com/2024/02/01/202502/","excerpt":"二月好","text":"二月好 2月9日感觉水质要挂了，所以这学校怎么还不出成绩。感觉一切都糟透了，于是上号玩了一会铲安慰了一下自己。 下辈子真的要当开心的小狗，或者开心的小猫，或者开心幸福的小鹦鹉。 2月15日看完了《双城之战》 Season 1，太好看了😭😭😭，然后就换上了 Jinx 的新电脑壁纸🥰🥰🥰😋😋😋。 2月16日早上醒来不久之后又晕过去，但是最后还是努力起来吃了寒假在家的最后一顿中饭。 下午去五马街给eyha老师买吃的， 气死我了。。。越想越气越想越气越想越气。 好倒霉。上学期开学前好倒霉，这学期开学前也好倒霉。 2月17日润了。 2月21日中午起床了不久之后就有点不舒服，但是好像没来例假所以好像没当回事，然后去教室坐了一会感觉有点闷闷的，于是决定出去走走下楼打印个形策，然后打印完突然变得好难受，然后受不了吐了，以为应该好了但是过了一会儿又突然好难受就又吐了。。。。。。。。。。。 晚上躺床上眠了，然后妈妈打电话过来把我吵醒，然后又试图眠了。但是感觉醒来之后整个人都烫烫的，呼吸也好像烫烫的，不会发烧了吧，， 2月22日早上起来还是有点难受，完全站不直，，，撑着去刷了牙洗了脸之后又回去躺了一会，然后又努力去洗了个头，之后又躺了一会，感觉好了一点。。 2月23日吐。。来学校才三四天吐了两天。。难受。。 晚上睡觉前不知道哪根经抽了看了一眼企业微信，然后就发现上周给某老师发的企业微信以及怕老师不看又发的一封邮件直接被已读不回了。 感觉一睁眼外面都是刺对着我。","categories":[],"tags":[{"name":"碎碎念","slug":"碎碎念","permalink":"http://example.com/tags/%E7%A2%8E%E7%A2%8E%E5%BF%B5/"}]}],"categories":[],"tags":[{"name":"碎碎念","slug":"碎碎念","permalink":"http://example.com/tags/%E7%A2%8E%E7%A2%8E%E5%BF%B5/"}]}