{"meta":{"title":"『左右盲』","subtitle":"","description":"石先生的赛博小岛 聊以对抗遗忘","author":"ishii","url":"http://example.com","root":"/"},"pages":[{"title":"","date":"2023-10-07T14:24:57.276Z","updated":"2023-10-07T14:24:57.276Z","comments":false,"path":"about/index.html","permalink":"http://example.com/about/index.html","excerpt":"","text":"你好👋我是石井。很高兴可以在这个页面见到你！如标题所言，这是一个关于页面，既有一些事实，也有一些个人认知。 关于石井 19年开始在高中度过了人生中最黑暗的三年，22年离开浙江，暂居山东，开始了迷茫的人生。 有点完美主义，有点强迫症，有点固执，很难开始，很难决定，这反而使我搞砸大多数事情。 在2020.4.13测得mbti为INFP-T，在2023.4.26测得INTP（其中Introverted82%，Turbulent93%🤥）（确实在2023年的上半年我的社恐程度达到了巅峰（甚至感觉已经到了社交障碍的地步💦💦 我的性格缺陷非常大（。 是个很受环境影响，常常因为环境精神内耗的情感非常不外露的不折不扣的社恐。 fact1：在给别人发消息之前通常会先把消息发送给自己并反复修改（ fact2：在某次与熟人的对话中花费3h思考该用什么表情包回复，并在思考过程中给自己发了142条消息（请笑：） opinion1：自我感觉社恐程度已经大大下降，以上事件在日后的生活中发生频率大概会大幅降低（ 不善言辞，最不擅长和人打交道。但总觉得我还算是一个挺好挺善良的人，如果你恨我了，请你不要恨我（什么废话文学，对不起！对不起！我没有任何恶意！！大概是有什么误会（。 不擅言辞，不会交际。常有语出冒犯的时候。虽希望善良待人，但不会为人处事。 （引用自 https://web.archive.org/web/20210123202817/https://blog.yuuta.moe/about/ ） 虽然但是，这辈子应该都不会变成外向的人。（这难道是什么好事吗 讲话的时候脑子会停转。（然后开始不知道在讲什么b话 目前好像一事无成，是个对自己多方面都感到自卑的人。 虽然没有发朋友圈的习惯，但是好像很爱在微信状态碎碎念。 听的最多的是日文歌。好像可以在听歌和发呆中度过一整天。 喜欢的事与喜欢的人 很小就喜欢画画，现在依然喜欢。 喜欢我的一些友人们，虽然友人并不多。 还有很多喜欢的，但是不知道以后会不会就不喜欢了，所以还是只写了这两条。 现在、不远的过去和不久的将来想做的事想做的事情非常多，想成为了解世界的多面手。 做动画（现在的进度是成功安装了CSP和Ae（ 做live2d（最大的困扰是想不出来可以拿什么形象做l2d（药宝可以拿山药做，你拿什么，井盖吗 继续学Js吧！ 关于博客 标题“左右盲”来自ヨルシカ的歌曲《左右盲》。 本站头像和首页背景都来自Rella♥ 既然已经来到石先生的赛博小岛了，那就请自己看看吧。 我很菜，什么也不会，欢迎来拷打我。（ 所以所以，你又觉得我是一个怎么样的人呢？"},{"title":"所有标签","date":"2023-08-22T18:15:25.491Z","updated":"2023-08-22T18:15:25.491Z","comments":true,"path":"tags/index.html","permalink":"http://example.com/tags/index.html","excerpt":"","text":""}],"posts":[{"title":"","slug":"202501","date":"2025-03-24T13:27:06.843Z","updated":"2025-01-07T11:15:29.260Z","comments":true,"path":"2025/03/24/202501/","link":"","permalink":"http://example.com/2025/03/24/202501/","excerpt":"","text":"1月1日1月2日今天白天好像又没复习什么。 想贴贴想贴贴想贴贴 孩子，你的期末这算是完了。","categories":[],"tags":[]},{"title":"","slug":"202412","date":"2025-03-24T13:27:06.838Z","updated":"2024-12-29T10:21:56.550Z","comments":true,"path":"2025/03/24/202412/","link":"","permalink":"http://example.com/2025/03/24/202412/","excerpt":"","text":"12月1日12月2日12月3日12月4日12月5日12月6日12月7日今天非常非常的倒霉呀😭😭😭😭，早上起来洗完头发一边吹头一边和妈妈打电话，然后刚没说几句话手机屏幕突然整个变成绿色了😭😭😭😭，然后我就直接赶紧和妈妈说先挂了把手机关机了😭😭😭😭。然后回去收拾收拾准备出门了，但是一拿起我的棉服发现虽然昨天有注意一下了但是袖子上还是被黑笔划的到处都是😭😭😭😭，结果就是要洗衣服了又出不了门了😭😭😭，而且刚穿上的毛衣也要换下来了（因为感觉穿大衣再穿高领毛衣非常的不好看🤕🤕🤕（bushi））。然后捣鼓半天终于出门了，但是刚下楼走了没多远又突然想起忘记带卫生巾了，然后又得回去哼哼哼😣😣😣。 受不了了还是打算把图书馆借的电脑里的微信更新一下（，然后习惯性下载到 D 盘的时候点一下电脑直接弹出来一个托盘，吓我一大跳😱😱😱。 绷不住了，为什么到晚上的时候我待的教室突然就没人了💦💦💦，（虽然挺好的）但是希望不会是大家不想和我待在一个教室里😭😭😭😭。 受不了了，写不了一点这个土壤的 report 😡😡😡😡，好痛苦😡😡😡😡。（啊你赶紧写完赶紧玩吧（。必须要在明天之前写完啊啊啊啊😣😣😣😣。 手指好疼，以后真的再也不要强迫症发作把翘起来的皮撕掉了，以后看到就拿创可贴包起来😭😭😭。 啊啊啊啊啊啊啊啊我恨实验报告😭😭😭😭😭。 没事的没事的👼👼👼。 12月8日早上又没有写 report ，但是把薯片吃完了（也算是做了一件事（bushi。 今天好像有比赛，虽然大概率我一个人也不认识就是了（（。（别说了🐟pro播不播都还不知道呢😭😭😭😭） 阿特12.23才第一场比赛啊啊啊，急急急急急。 好烦呀好讨厌写实验报告😫😫😫😫😫 所以我的电脑什么时候修好，，， 结果今天🐟pro似乎果然没有播比赛🤔🤔🤔，果然还是要等mvdp和阿特比赛的时候才有的看嘛 ousan 真的是一个超级超级好的人啊，，但是我真的超级超级不敢说话然后感觉 ousan 完完全全要误会我觉得我不想和他玩了呜呜呜呜，然后我疯狂解释（甚至解释都是先给自己发一遍然后再复制过去的因为怕说错话（（，然后 ousan 又和我说了好多我真的好感动（但是我大概可能还是不太敢和 ousan 说话（（（ 12月9日好崩溃，忘记今天早上还有课了，要写不完了啊啊啊啊，而且昨天晚上真的很困原本打算通宵写完的结果一个字都没写呜呜呜呜。本来要是早上可以写完的话下午可以去和 ousan 学一下网球，，，都怪我，，， 血 肚子疼 好累，好想睡觉，， 我已经受不了了，原本想着迟个两个小时交好好认真地把它写好，但是真的累晕了直接睡了一个小时，然后又拖到好迟好迟。我已经完全不行了，再怎么样也随便写点交上去算了，真的受不了了。头好晕。 ousan 是世界上最好的 ousan 12月10日早上起来发现手机屏幕又绿了，感觉天都塌了。 急急急急急，怎么上周微积分突然有一节微积分下的作业，失策了这下又要回寝室拿硬盘，然后在寝室写微积分Section 12.1的作业写到一半发现已经10.14了急急急急急忘记时间了，然后急急急急急出门（然后就把卡忘寝室了）然后又出不了门，急急急急急阿姨还一直让我刷卡查名册，急急急急急。 然后就去和 ousan 打网球乐，（对不起王同学让你等了好久呜呜呜呜）ousan 真是无敌好五五五五 ousan 打球还给我带了一瓶水，还帮我换了新的手胶，还送了我两个球，他有点太好了完全有点不知道怎么报答他了呜呜呜呜呜（。 一整天都在期待手机再次自己好了，但是手机好像真的变成板砖了呜呜呜呜。今天一天都是开手机热点然后拿平板当手机呜呜呜呜呜，然后下午打完球回来赶紧在平板上把zfb什么的全下了好让我活下去。呜呜呜呜呜呜呜。（还好手机左上角的一小块屏幕还算是能看（（，正好收验证码（（。 还有就是耳机的右耳又不知道放哪里去了，我今天怎么丢三落四的。呜呜呜呜呜。 12月11日好想好想我的电脑，好难过。有点受不了了。 好冷好冷。 自闭了。有点难过，好想友人。 不知道为什么这么累，晚上又在教室里睡着，醒来差不多就九点半了，可是今天真的不能再拖了无论如何都要写完了。好难过。 压力好大。 今天中午平板还piaji一下掉地上了， 不知道 ousan 在干什么，，（感觉他在逗我玩，，，，都说了选择困难了还故意让我选明天去不去找他自习，，，，哼哼哼 不睡觉了。希望明天不会考试。。。。有点烦的。 12月12日12月13日早上起晚了，，，再次睁开眼睛的时候已经十点二十多了，，，（约了搭档十点半打网球来着，，，） 晕倒了 12月14日12月15日就当今天无事发生吧（。 12月16日早上好冷。明明七点不到就醒了但是实在是太冷了所以还是躺倒了快七点四十才起床，然后去买了一个面包（感觉好像是这学期屈指可数的吃了早餐的日子hhh。 一早上什么事情都没干，早知道就翘了这两节课了哼哼哼。 中午为了练网球饭都没吃😭😭😭， 12月17日好累好困好想睡觉。于是在早上和下午出门交了作业之后就再也没有出门了。睡了一整天，好累，今天就这样吧，休息吧。 12月18日之前鼠标的滚轮突然有一天不知道为什么开始嘎吱嘎吱响，像里面住了一只小鹦鹉一样，但是昨天拆开来试图修理了一下好像突然就安静了🤔🤔🤔，今天用鼠标的时候简直是有点不习惯（（。 受不了我这个手机屏幕了和有病一样的。。 12月19日呜呜呜呜呜呜呜。早上去考网球，超级超级冷，感觉有点点寒风💦💦💦，原本打算带手套来着但是忘记了😭😭😭😭，然后果然冻傻了😭😭😭。打着打着练着练着手就冻僵了简直是动不了😭😭😭😭，当时简直就是满脑子我要热水袋我要热水袋😭😭😭然后就考成大分了😭😭😭（指正手击球5 to 8，反手击球 6 to 6，对打 1 😭😭😭😭）原本想今天全部考完的因为下周真的要期末了还完全没复习急急急急急，但是实在是打的太废了老师都让我们再练练😭😭😭😭。中午去食堂的时候从未感到如此温暖，然后吃饭吃着吃着手就肿了😭😭😭😭。 被线性代数谋杀了。。。。。。感觉自己是木头脑瓜，超级超级笨，学不会😭😭😭😭。 12月21日好困好累。原本中午不想回去的 12月22日12月23日我不想练网球了😭😭😭😭😭，崩溃😭😭😭😭。 12月24日感觉已经被直链下载插件插件玩弄，，，，好烦啊之前是要下载新的获取连接的插件，现在是加载不出下载助手的按钮（虽然分享页有，但是我转存之后在自己的网盘页就没有了，，，）。。。。。去github issue上找解答，然后按照解答更改了一下服务器设置之后所有地方都没有下载助手的按钮了。。。。。然后重启浏览器之后github 和 greasy fork 也都突然打不开了，，，，，邪恶的电子设备👿👿👿👿。而且原本就是因为发现我的Adobe acrobat又合并不了pdf又创建不了pdf非常的火大想要重新下载安装一个来着的🤥🤥🤥🤥，果然电子设备是邪恶的👿👿👿👿。 12月28日ousan和我说sukitayo，说了两遍，我脑子直接宕机了一句话也没说，然后互相说了一次拜拜之后就回去了，回去坐在一楼的楼梯间的台阶上缓了好久没缓过来。脑子一片空白。然后两点多的时候觉得不能再这样下去了就决定先回寝室躺一会。 真的好烦呀 12月29日早上和友人打了半个多小时电话，有友人和我讲话感觉好多了😭😭😭😭😭。 你好这个水质真是又臭又长呀啊啊啊啊啊啊啊。 晚上吃完饭有点喘不过气了。","categories":[],"tags":[]},{"title":"姑妄言之姑妄听之 | 2023年9月","slug":"202309","date":"2025-03-24T13:27:06.798Z","updated":"2023-11-02T01:38:57.765Z","comments":false,"path":"2025/03/24/202309/","link":"","permalink":"http://example.com/2025/03/24/202309/","excerpt":"虽然一个暑假过去了日记还是只补到了3.12，但是现在开始写赛博日记好像也是一个不错的决定（。","text":"虽然一个暑假过去了日记还是只补到了3.12，但是现在开始写赛博日记好像也是一个不错的决定（。 9月1日假如从睡醒开始算的话，现在应该是9月1日的范畴了！嗯……原本昨天睡觉前真的很难过，但是睡一觉起来之后真的又变开心了！！（可能是因为今天四点多就睡着了，获得了两个多小时的精致睡眠 早上起来收拾收拾7点多就出门赶车了。笑死，到温州南站看到有亚运会运动员专用通道。（无所谓，我都润力😢。 感觉这是我第一次坐一等座，，（但是爸爸一直说我小时候坐过 上车之后发现一个车厢大概只有4个人，好舒服哈哈哈哈。原本一直都是自诩大力士的，但是我好像连我的行李箱都没办法搬上架子。（一定是因为我没有吃早饭！！我还是大力士！！ 上车遇到了一对第一次坐高铁的夫妻，他们不会看座位，我帮他们指了他们的座位，他们帮我一起搬了行李箱，莫名其妙又很开心哈哈哈。 然后我就坐下啦！右边的位置没有人真是太舒服了！列车出发啦，我把日记本摊在桌上，戴上耳机准备开始补日记了（悲）。过了一会，有人推着小车车过来送我东西。草，第一次发现坐高铁还有赠品💦💦（是4个小零食和一瓶柚子茶）。 过了几站右边就有人坐了，感觉边上的人都有故事（）。我右边的人和我右边的右边的人和我右边的右边的右边的人都是家里有急事才来到这个列车上。我右边的人说他的表弟得了新冠肺炎，原本在住院的，但是后来好像弃疗回家了，他要回去看他。我右边的右边的人和我右边的右边的右边的人就是帮我一起搬行李的夫妻，妻子的妈妈出车祸了现在好像动弹不得了。感觉坐高铁上真的是有各种各样的人，可以看尽人生百态。而且看到高铁经过的车站和之后要经过的车站的名字，就会马上想起家乡在那里的同学哈哈哈。 10点多的时候突然想起来忘记买泡面这件事了（，没有中饭吃了😢😢。 下午快到站的时候临时停车了欸，好神奇。 然后就到济南西站了，7个半小时的路程好像听上去很长，但是好像不停地听歌看窗外发呆一下子就过去了，甚至日记一个字也没有写😡😡（。以及，感觉一等座和二等座没有什么区别，只是感觉座位宽了一点罢了，然后前面多了一个可以放脚的板，但是我不习惯放脚，， 出站之后走到酒店感觉走了一辈子。住进去之后一开门怎么听到语音，然后发现这个房间里装的是全屋智能，大草。以及，好像是第一次一个人住酒店诶。 晚上躺在床上查明天的航班，发现明天的SC1182一共飞三趟已经取消了两趟了，只剩我坐的济南到威海的没取消了，有点害怕💦💦（然后7点多的时候就收到了航班取消的短信，哈哈） 真的好累，（和别人讲太多话了社交能量透支了） 本来打算今天把网站部署到github上的，但是真的好累，明天再说吧（）。 9月2日因为非常担心睡过头所以早上一直在断断续续地睡着又醒来。中午要去坐今天最离谱又很合理的车了（指坐高铁从济南西站坐到济南东站）。到月台上等车的时候看到有个人很有我的某位友人的感觉，然后上车了之后发现他就坐在我右边，笑死，真是好巧。 从8月29日开始有点小咳嗽，在高铁上坐下后不知道为什么突然开始猛咳，物理意义上的咳地泪如泉涌。 到济南东站了，原来便携换乘是可以到候车室的，我一直以为是直接去月台的。然后我就先出站又进站还差点走丢了。 坐高铁很开心！！ 晚上8点多终于到学校了。学校图书馆怎么也装闸机力🥲🥲。刷一次卡我的行李箱过去了我还没过去🥲🥲，笑死我了。 9月3日好像没有什么事情发生（）。晚上原本是想一起出去打麻将，但是坐车到里岛之后大家不敢进那个台球厅，然后又坐车回来了哈哈哈哈哈。 9月4日开学了（悲）。早八就上英语课😢😢。我们的老师因为签证原因还来不了，然后我们就被分配到Martin的班上了，然后我就完全没搞懂😭😭。 上完英语课就要去上乒乓球。前几天发现我们专业还是有很多人选乒乓球的！（如释重负）但是上课之后发现我们班选乒乓球的女生居然是单数😭😭😭😭😭😭，而且她们都提前约好了，好崩溃，什么重蹈上个学期羽毛球课的覆辙，受不了了😭😭😭😭。然后和一个不认识的女生练了半节课，我晕倒了，完全不会和陌生人交流，我要死了，我不要上体育课呀😭😭😭😭。 本来想在毛概课上调试一下我的博客的，上次打算部署到github上的时候报错了，但是按网上的100种方法改了还是报错😣😣。但是课上老师说不能带电脑😣😣。好吧！ 9月5日好疲惫，在各种课上差点睡着或者已经睡着。明明昨天睡了差不多7h，可能是睡太多了吧。 今天有好多不给看的心理活动，等我把日记补到9月就可以写上力（这要到什么时候，明年吗）。 今天和友人讲话的时候凭借我糟糕的阅读理解能力又说错话了 （可能ba，反正我是这么觉得的），晕倒了，下次讲话还是慢点讲吧呜呜呜。 晚上有同学和我说她认识昨天和我一起打乒乓球的女生，她说她和她打，然后我和我们专业的另一个女生一起打。太好了，活过来了。 今天重置了下ssh key就成功部署上github了（），但是在其他设备上显示好像有点问题（），查了半天明白是为什么了，明天再改（）。 睡前戴了上个学期落在寝室的保持器，顿时感觉牙上有很大的作用力，果然牙齿已经在不知不觉中发生形变了吗。 9月6日开了一个新的仓库放字体文件，然后用jsdelivr加速就可以直接获得文件的外链了。（昨天还找了半天可以获取文件外链的网站，，） 虽然不知道为什么不蒜子还是不能显示，但是暂时不想调了，， 上物理化学课最大的感受就是假如老师上课讲中文的话对我和对她都好😕😕。 今天又在对自己说我没有错！好难绷，又历史重现。晚上通过一些迹象推断出友人应该没有讨厌我，太好了。突然很想我的一位朋友呜呜呜。难过。虽然现在直线距离有点远，但是会和朋友一直在一起真是太好了。 9月7日今天早上上英语课的时候又把伞忘抽屉里了，出门几步就想起来跑回去拿，结果抽屉里面已经没有伞了。正好我的那个位置的下一位同学来了，他和我说伞在门口，然后我看门口也没有。那个同学跑出来和我说伞在老师那。然后我又进去，正好看到Martin拿着我的伞站在门口。我也不知道为什么感觉突然傻掉了，甚至差点说出中文，然后我就和Martin说老师这是我的伞，说完就反应过来不该称呼“Teacher”，，然后Martin就说我怎么证明这把伞是我的，我又傻掉了。他弯下腰看着我的脸说让他看看我是不是一个值得信任的人，然后就把伞还给我了。我说完谢谢就跑了，我晕倒了，我也不知道有什么好晕倒的但是我就是要晕倒了，反正走的时候我一直在想“还好以后不用上Martin的课了”，虽然我也不知道为什么我要这么想，可能是对话的发展太超出我的控制了吧😵‍💫😵‍💫。 毛概点名，发现怎么有人叫nzh，一查企业微信发现和包头的字都是一样的，大草。我对我自己的评价是看瓶子君152看的。 今天下午睡觉的时候梦到一个人了，然后我在梦里还在截图，难绷。可能在梦里也绷不住了，发现自己在截图之后就马上醒了。 仔细思考了一下觉得我果然说错话了，啊啊啊啊。我晕倒了，完全不懂呜呜呜，我词不达意呀。和大家表达出我想说的话好困难😭😭😭。烦死啦。 真的好想我的朋友，高中的时候就一直在想要是以后考上一个大学就可以一直贴贴了，呜呜呜，难过。 晚上和妈妈打电话，被提醒说友人的生日要来了，突然生活就又好了。 快熄灯的时候收到通知，莫名其妙有了“学生代表”的头衔，有点好笑，有一瞬间想分享给友人，但是想了想还是算了，我应该是有重要的超级想说的事情才会说给友人的（）。 但是果然还是好难过，希望一觉醒来就会变开心吧。 9月8日不想写作业😵😵！然后就开始查资料调试不蒜子。 昨天改了下好像可以显示统计次数了，但是访问量有快6k万次😱（笑死，怎么可能）。查了一早上，又按照网上的100种方法改代码加代码但是还是出错。我都想放弃了，最后去主题的issue里看了下，放弃在页脚显示统计次数而改成了在侧边栏显示统计次数，然后就神奇地可以正常显示了。。。（明明好像什么都没改，草）（以及，今天查到说显示访问量巨大是因为还没部署上服务器，统计的是localhost:4000的访问量，但是我记得昨天部署上github后访问量也是这么多呀，好奇怪） 下午又是满课，疲惫。中午有很多想做的事情但是躺在床上又很困然后还是睡着了。可能太疲惫了，大雾课上一直在划水摸鱼。 下课了之后就疲惫地和室友下楼占座，一进门就听到有人和我打招呼，一抬头发现是熟人。大草。熟人变化有点大（明明只是换了眼镜），还是声音比较好辨认。 （脸盲暴露了） （难道不是因为你比他矮所以通常看不到脸所导致的吗） 前天开始就很想念友人，然后今天友人就来和我聊天了！啊啊啊，这是心灵感应吗？？好开心！！好开心！！🥰🥰🥰🥰🥰🥰🥰晚上好像想通了，反正大概是不会再想“啊啊啊说错话了烦人烦人烦人”之类的事力！ 今天很开心。 9月9日今天下午在教室里一直在发抖（明明也没有感觉特别冷🤥🤥），不舒服！原本想晚上就回去，但是后来想了想还是算了（）。在教室有点冷，在路上有点冷，在食堂吃饭有点冷，在寝室也有点冷，感觉在哪里都有点冷，emm。虽然有点冷但是还是和室友一起去骑车了，骑车心情好好🤤🤤，骑完车回教室听《老人与海》，心情更好了🤤🤤。 因为心情真的很好，今天讲了好多话。然后回寝室后不知道是哪个时间开始就突然好悲伤，可能是因为讲太多话了。想一个人待着。 洗完头发现刘海已经眼下2cm了，可是我8.31才刚在理发店剪过头发，这是怎么会是呢（。 但是真的好冷。 9月10日感觉最近真的话太多了，真的讲不动话了。 听ヨルシカ可以让心情变好（确信。 下午陪室友去修车，修车的地方有个人和我室友讲话。我觉得那个人长得好像信息中心 隔壁工位 的老师。然后他和我室友讲着讲着就和我说“我觉得你看着好眼熟呀”“我是不是见过你”“我一定和你说过话”。草。因为我真的很脸盲我也不敢认也不敢说我在信息中心工作过（），然后我就不停地嗯嗯啊对对对。回忆了一下我发现我只在信息中心线下值班了三次 （因为有次忘记去了），而且值班都是大一上的事了。所以老师居然记得我嘛，还是我太大众脸了🤔🤔？（毕竟上次去浙师大竟然通过刷脸进了校园） 今天给妈妈发了一条消息，发完之后反应过来这句话和之前友人给我发的那句话表达的意思大概是一样的。绷。说真的凭我过于诡异的脑回路，在刚刚的某一瞬间我把我自己的话理解为一种有点攻击性的意思，就像我上次理解友人的话一样（）。好难绷。 今天是被拖延症薄纱的一天（悲）。 9月11日今天是超好的朋友的生日！！（第一次0点给别人发生日快乐，嘿嘿嘿）给友人发完之后就又痛苦地要开始摸鱼写英语作业了。好坐牢，写到差不多6点才写完。6点半的时候眠了，不到7点又起床去上早八。感觉要死了。这还是这个学期第一次睡这么少😇😇。 之前暑假的时候看我的状态记录就发现上个学期在学校里精神状态非常糟糕🤥🤥，但是放假在家里精神状态就挺好的（）。 （3月到6月不是mostly thinking就是mostly zoning out，反而7月8月全是mostly fightiing，大草） 还真是（），我现在就好想重返暑假；； 不想改变。 9月12日今天是和友人讲错话一星期的日子（？）。好悲伤。很想念之前的友人呜呜呜。昨天11点多就睡着了，但是今天早上的英语课还是很相似很困。英语课太坐牢了，上得很难过。 中午出门的时候发现没太阳了，天气阴沉，下着小雨，心情好好！取了很多快递，心情好好! 9月13日我晕倒了！！最近脑子真的很不好使！！中午做出了非常愚蠢的事情但是实在是太愚蠢了我还是就和自己说好了😭😭😭。 下午又要上英语课。悲。原本昨天也睡了差不多8h，今天一天都很有精神，但是一到英语课课前10分钟的时候就突然开始困，然后上课没过几分钟我就开始在睡着和没睡着的状态中反复横跳。（所以英语课和犯困之间是已经形成什么条件反射了吗） 英语课感觉大家实在是tql，我是彩笔！ 今天是室友的生日！！中午吃了蛋糕，晚上出去吃了烤肉！好耶！！喜欢散步！开心！！但是晚上一出校门的时候看到校门口有同学好像出车祸了，好悲伤。 昨天决定留任当导师，今天答应室友当班委 （这下我们寝室班委含量100%力），感觉生活充满了希望！但是为什么又要提供照片😭😭，我不想任何地方出现我的照片呀😭😭，而且从小就不爱拍照的人怎么可能找出好看的照片呀😭😭（笑死，之前宣发介绍推送要提供照片，我是从军训的合照里截下来的，实践团介绍推送要提供照片，我是从和室友出去玩的合照里截下来的，绷）最后还是又一次利用了之前和室友出去玩的合照，笑死。发给新部长之后她和我说他们晚上已经把推送差不多做完了，可能用不上了，假如真的是这样的话那真是太好了！ 有好多好多想做的事情要做的事情，啊啊啊，但是我们寝室之前说好11点要熄灯上床了，悲，根本不想这么早回去，想在教室待到关门，呜呜呜。 写赛博日记真的可以每天都不拖延地记下来诶！但是因为是赛博日记所以还是有好多不给看的部分不能写，大悲（）。 总之今天很开心🥰🥰🥰！！ 9月14日今天早上9点的英语课，8点半的时候被室友叫醒，从0开始收拾急急忙忙 （其实也没有那么急，甚至8：51才出门） 跑到教室的时候已经8：58了。虽然还没打铃但是我一坐下来Peter说我们开始上课吧。你先别急。 早上毛概课上原本是打算刷书的，但是根本没法集中注意力，结果就是摸鱼摸了一节课，绷不住了。中午去取快递，但是因为早上好像确实挺急的（你要不要看看你在说什么），没拿耳机，这导致我从二教走到菜鸟驿站再走到食堂买完面包又帮室友买完饭的全程都没有听歌！太可怕了😣😣！！ 今天各种绷不住。谁来杀了我。 没有数理基础.jpg。感觉我能写出来的题都是很简单的，如此刷书又何尝不是一种抄答案。 虽然《断捨離 (feat. りりあ)》算不上是最喜欢的音乐，但是今天好像把它听到2077次了！（有端联想：赛博朋克2077）（雾） 想念友人，或者世界上速速出现另一个我来和我做朋友吧！（笑死，要是真的有和你一样的人也一定是在等你和他做朋友，像我这样的人怎么可能主动去交朋友🤥🤥🤣🤣） 9月15日今天也是各种绷不住，死去的记忆能不能不要再攻击我了.jpg。 上个学期因为真的心情很复杂所以很想夜爬泰山，但是实在是找不出合适的时间，遂作罢。感觉最近也很难绷得住，要不国庆去夜爬泰山好了（）。 晚上在二教自习，突然发现电脑左下角不知道什么时候磕了一个角，我直接裂开。我能想到我的电脑受到的最剧烈的撞击就是今天电脑装在书包里，然后书包从一教C207的椅子上滑到了地上。虽然但是，就这也能把电脑磕到？？上个学期用的电脑甚至从床上直接掉下去都没事（？）。强迫症发作想要放弃这个电脑了（开玩笑的）。 9月16日友人今天和我说她昨天拿我送给她的GTM笔记本写了英文日记！！好好好。然而我连昨天的日记都是今天才写完的，令人感叹。 下午大概在刷书（按照这个进度CMC初赛前能写几章啊（悲），菜死我了。真的没有几题会写，甚至有一题不能理解答案，上网找了另一种解法还是理解不能（）。谁能浇浇我😭。 感觉每次这种写不出数学的时候都会想起jh的名言： 你若算错，将错就错。你若难过，得过且过。 jh真是天才！！感觉和自己最近的心境也很符合，于是放到状态里力。 今天晚上和室友出校骑车去了，山地车初体验。感觉我也没有很矮呀，怎么上车这么困难（什么，座位已经调到最低了，这就是你的极限吗.jpg），建议装一个楼梯让我上去（？）。人在车上的时候就感觉好多了，骑着也挺舒服，除了脚尖只能勉强着地感觉有点危（？）,其他都挺好哈哈哈。 在校门口试了试就下车准备推车过闸机力。下车的过程也很狼狈（确信）。过闸机的过程更加狼狈（确信）。因为刷不了脸，我不得不狼狈地刷我放在拿在手上的外套的口袋里的卡，但是刷了一次之后门开了，然后我和车没一个过去门就关了（悲）。然后我就狼狈地刷第二次卡，由于我肢体极度不协调（小脑萎缩力），我刷卡的时候感觉借的车要倒了，我也要摔了，手上拿着的外套也要掉了。而且我很担心梅开二度我和车没一个过去门就关了，非常急，然后平衡更差了（）。总之还是过去了而且车和我都没有摔（但是感觉已经是在摔和不摔的临界值上了）但是外套和卡掉地上了，而且我真的很急感觉我好像一直在啊啊啊啊。绷不住了，好狼狈。 但是出了校骑上车之后还是很舒服的！！非常开心！！ 但是骑完回学校的时候还是很狼狈的，尤其是室友带着我的卡先进去了而我还在外面的时候（悲）。 Be nice, kind and do not judge. 9月17日急。原本昨天想熬下夜，但是果然还是不能信任自己会在休息一会后醒来（）。早上醒来想到自己还有一堆作业没做（哈哈，好像是一个都没有做），精神状态急转直下，非常蕉绿，很急。 下午突然累得不行，下楼去买了杯咖啡机里的拿铁，感觉咖啡机还没睡醒（），奇怪的味道（）。 写markdown已经习惯了，markdown好好好，写英语作业的时候有强烈的使用markdown语法的冲动（）（能不能用markown语法写英语作业（暴论） 果然晚上效率高多了（你上辈子是路灯吧.jpg） 越写英语作业😡😡越感觉写作业的投入产出比太低了，得想个办法速通作业🤔🤔，实现边际效益最大化（挥手）！！ 9月18日又一次写英语作业写晕过去。在1：50的时候决定好好睡10分钟就起来继续写，于是戴上耳机打开闹钟视频，再一次猛地睁开眼睛的时候直接三点半了，心情交杂着震惊庆幸恐惧。现在写英语是真的几乎没有摸鱼，一边写一边崩溃，写到快7点才写完，我还活着真是奇迹啊（）。嗯，然后躺着听了会歌就又去上英语课了，， 今天的英语课倒还挺有精神（），直到我又陷入混沌（），指Peter开始讲第一周我在Martin班上已经听过的东西，我一看怎么是做过的，就不想做了，然后趴在桌上休息了，然后就又睡着了（悲）。感觉我马上就要进入深度睡眠的时候Peter就喊我回答Handbook quiz的问题，我直接傻了，电脑都合上了，然后当然是没答上来，悲。以及，很难想象我这两节英语课被喊起来回答问题三次（悲）。 上完英语课去上乒乓球。（什么流水账，而且几周前就写了几乎一样的话，绷）乒乓球课好漫长，我已经不想上乒乓球课了，本来一天到晚就学不会什么东西，但是还要学乒乓球，不会的东西增加了（）。可能是因为昨天没睡够吧，课上精神格外脆弱。因为我稀烂的性格因为一句很普通的话我突然就特别难过而且又想起之前的很多事情，觉得我还是比较适合去死。下半节课也很难过很想哭不是很能交流。 之前是因为看了驰雨老师的博客，而且上个学期经历了科幻片，所以很想很想写about页（是的，搭网站就是为了一个about页😊😊），想的是假如大家可以看看我的关于页的话可以减少很多误会吧（），因为我真的社交不能讲话不能，然后才决定一定要搭建一个个人网站。但是最近老是觉得有好多东西不能写，有好多东西要纠结要不要写，我也完全搞不懂给看和不给看的边界到底是什么，开始怀疑我写赛博日记的意义是什么了（可能写完9月就断更了吧，我也不知道）。 今天因为心情不是很好而且很疲惫，晚上又去咖啡机那买了拿铁，结果和上次的那杯味道是一样的，我的评价是不如下次自己泡 （虽然新买的咖啡还没喝过也不知道好不好喝）。 晚上刚从二教出来就开始下雨了，然后就发现我又把伞弄丢了（悲），明天再去找找。 以及，今天在食堂看到了友人，什么网友面基（虽然是我单向面基），笑死了。 9月19日最近几个月每天戴蓝牙耳机已经习惯了，今天早上带有线耳机出门，突然就不知道只戴一只耳机的时候该怎么处置另一只耳机了（）（上学期我是怎么放的，不知道了🤥🤥）。 下午上大雾的时候水群，发现pjsk更新了，台服二周年了！好耶！（我要打加加加加你！！） 于是速速更新了，但是更新完发现裸连连不上了🤥🤥，急（你猜我为什么不玩日服玩台服）。晚上试了试用ourplay可以进游戏了，但是之前因为怕谷歌账号被封（已经被封了😇😇），所以用的是游客登陆，但是从ourplay进游戏不能用原来的游客账号只能新开一个游客账号，不知道为什么，急。 睡前突然发现9.23就考NCRE了，急。 9月20日早上梦到贴贴了！然后就幸福地醒了，困困的，然后就又睡了，再次醒来就已经9点了（悲），然后就摆烂一早上（大悲）。 今天中午好晒，很自然地撑了雨伞，但是雨伞被风吹断了😭😭😭。泡了隅田川的拿铁喝，虽然我已经买的是拿铁了但是还是有点苦，下次还是得加奶（）。 受不了了，好坐牢，不想写作业。几年前在人生的优化问题上做出了一个非常错误的决定后就不停地在做出错误的决定，好悲伤。如果可能的话，我一定不要再走这条路了。呜呜呜。 （当然坐牢的原因也可能是缺少贴贴） 9月21日绷不住了，大狗说的有道理，床上就是应该加强紫外光照射😣😣。一晚上几乎没怎么睡但是作业也几乎没有进展 （哈哈，好像是完全没有进展呢），感觉我已经似了。 （缺少贴贴导致的） 今天直接泡了三杯咖啡，泡第二杯的时候把一盒牛奶全挤进去了，但是感觉还是有点苦（）。 下次还是先速通作业再刷书什么的吧（），已经受不了每次都赶due的紧张蕉绿的日子了😣😣。 好想友人呜呜呜。（缺少贴贴导致的）（怎么什么都是缺少贴贴导致的）（但是想念友人真的可能是缺少贴贴导致的） 晚上躺在床上看空间发现露水怎么说她们寝室对着 VS 骂了一晚上，仔细想了想感觉不太对（我还以为我的网友全都艺考了），进她空间看了下发现她怎么是中南✌，呜呜呜。只有我烂的世界达成了。 9月22日想配置百度统计，虽然配置完可能会很受伤，但是还是想配置。但是配置失败了，笑死，这下就不会受伤力。 今天早上做了非常逆天非常难绷的梦，梦到了赛博单向贴贴（？）（评价是缺少贴贴导致的）（要是可以重开就好了）。然后在梦里想到了友人（草）。正在梦里幸福地看赛博单向贴贴的记录的时候被室友叫醒了，发现已经7点20了 。我还想接着看呀！（bushi） 早上看到友人在讲谜语，点进去看到友人的昵称改成了谜语昵称，我：啊？？？？不知道友人怎么了但是感觉他一定生气了他不会在生我的气吧但是我和他已经很久没讲话了。啊啊啊。不要讨厌我呀😣😣😣。想起上个学期的事了，翻了翻2023.6.13的状态，有点感慨（指为什么我总是能把事情搞砸）， 社交不能，再次引用一下jh发在集英苑（虽然集英苑公众号已经被注销了（大悲））的推文里的一句话： 讨厌误会和隔阂。 下午把大雾翘了去隔壁自习了，大概是这学期翘的第一节课（）。 晚上做了这学期的第一次大雾实验，好像速通了，LCD好玩捏。原本想贴几张LCD上显示的我的赛博签名和戳出来的赛博表情的，但是这样排版好丑（），遂作罢。虽然这学期的大物实验老师和上学期是一样的，但是刚刚才突然发现老师长得有点像有个同学（）。 明天下午三点半开始考NCRE，今天晚上9点才开始看（）。想着正好可以写个速通博客（）。写是写了，但是排版非常乱（），而且根本没有看完（），所以还是弃了（）。 9月23日早上做了第一套模拟题，获得了50%正确率的好成绩，于是决定下午不去考了😇😇，哈哈。 今天很头大，脑子消失了！甚至下午我打算出去丢掉喝完的牛奶，然后泡一杯咖啡，我站在垃圾桶前就直接把我的牛奶盒子和一盒咖啡全都丢到垃圾桶里了（大悲）。安装了很久LaTeX，决定以后就用LaTeX打物化作业了！（占这么大内存不多用用太亏了罢） 晚上去破冰了。笑死。导师的身份让社恐有了容身之地！当一桌只有两个新人时： “给新同学一些展示的机会吧！！” 好好好哈哈哈。 笑死，电视中心部长问我叫什么是哪个部门的，然后她和我们部长说：“你快照顾照顾你学妹，她好孤单。”然后他们就和她说我是导师，笑死。 9月24日摆烂的周末。下午社团招新，但是我不敢下楼（）。（能不能线上招新） 室友：“这有什么恐的嘛。”呜呜呜。在挣扎了快一个小时之后终于鼓起勇气下楼去填写递交入社申请书，但是下楼了之后发现根本不用填，只用扫码进群就好了，但是社团的群我早就进了，大草。 前几天写笔记的时候感觉自己写的很乱，觉得我还是规范一下我的markdown书写比较好！（10月的日记就按照规范来写） 已经被音乐控制了，所以你不到ddl是完全写不了作业是吗？ 9月25日大概配置完$\\LaTeX$力！好好好。 今天早上水群被骂了。赶ddl是不对的，对不起！再也不了！！这样仔细想想发现我真的挺差劲的，我有什么资格评价别人拒绝别人呢。明明大家都比你优秀很多。 晚上仔细看了看我的课表，发现虽然课排的很满，但是好像可以摸鱼的课占比还是很大的（？）。每天效率这么低就是我自己的问题。听歌听的（）。 想重开，不重开回初高中重开回大一也是很好的（每日一念）。 不会规划，看不到未来，连吃不吃饭去哪吃饭都没有办法做出决定的人又怎么能做好人生的优化问题呢？虽然局部最优解不一定是最优的，但是我连局部最优解都不能做出啊！！晚上在回寝室的路上突然感觉自己还被困在泥淖里，不停挣扎。又有谁可以拉我一把呢？ 9月26日上完概率论直接去二教自习了，现在都是什么情况，全在二教上课，根本找不到人少的教室，于是去三楼了。难得在这么高的楼层自习，所以是不是可以去捕捉在上课的友人了（你怎么回事）。 原本前几天脑子里全是贴贴（你怎么回事），但是今天开始学新东西之后就治好了（bushi）。好好学习好哇！无所谓，切割😎！（笑死，谁信） 既然在学LaTeX就想着不妨大物作业也打LaTeX吧，正好练练（）（你是真的能给自己制造麻烦啊），但是一看要求手写，fine。 想入自行车了（）。 9月27日早上起来感觉某后遗症又开始攻击我，晚上自习的时候尤甚。 中午和好同学们一起出去吃烤肉好耶！再活一天就可以离开学校了好耶！和好同学们贴贴好耶！ 下午上英语课的时候脑子里又突然出现贴贴，笑死了。贴贴🤤🤤。 受不了了，效率真的低，（听《老人与海》听的），今天不把雾化和物理搞完不睡了😡😡。 禁止贴贴！！禁止贴贴！！ 9月28日今天早上上毛概的时候又不太舒服，都是那b高中害的😡😡。下午也不太舒服。 别管我了，别管我了。又想独处了。 9月29日早上在写实验报告，上次就是因为想拿Python而不是Excel画图但是还没学会所以才会到现在还没写好（），但是ddl要到了所以最后还是拿Excel画了（什么最后还是活成自己讨厌的样子）。不得不说Excel功能真的好残缺（也可能是我不会用）（叠甲）（总之下次不要再拿Excel画了） 晚上打携程的顺风车去威海港，好像是第一次打携程的顺风车！（你是什么第一次都要记录的吗，什么强迫症）不得不说顺风车的司机好年轻的感觉而且很酷！！他很有我高中音乐老师的感觉，虽然高中音乐老师性别女而司机先生似乎性别男但是反正都是很摇滚的感觉！！ 去威海港啦！！是第一次坐这么久的船嘛哈哈哈。在登上生生2号之前已经对这段旅行有了很多幻想啦！今天正好是中秋节！于是就想着要在船上狠狠拍照！想拍海上的月亮！这不就是海上生明月了嘛哈哈哈。以及之前因为看了一个拿《老人与海》做BGM的视频，感觉很有感觉！！所以也想拍一个类似的（指拿《老人与海》当BGM）视频！！但是到了船上之后发现和我想象中差别好大（可能是因为是晚上），试着拍了下月亮效果也不是很好，感觉别的也没有什么好拍的了，所以船怎么还不开（）。笑死，我们的船的对面的船比我们晚登船1h，我就看着那艘船从没有人到陆续有人到开走，我们的船还是没有动静，笑死。 又过了很久之后终于开船啦！！激动诶！！因为真的好激动所以还是拿着相机到处拍来拍去了。在我趴在栏杆上的时候边上有个人突然问我你是摄影师吗，可以看看你拍的月亮吗。然后他还给我看他拍的月亮，他说他拿手机拍的不好。草。虽然我之前是试图拿相机拍了但是真的拍不好甚至不如手机所以我全删了💦💦然后我和他解释了半天我是学生不是摄影师我是来旅行的💦💦，然后室友打电话来了，他就说我先不打扰你了，我就走了（）。过了一会我又回到原来的位置拍小船和水波，拍着拍着听到有人和我说话，一转头发现怎么那个人还在这里。大草。 在船上又待了一会之后就陪室友回去了，一进去发现和我们一起住的那一家人已经睡了，大草，这才十点多呀。这下不能在房间里刷牙洗脸了。（所以为什么不在寝室里就刷牙洗脸，失策了💦💦） 室友刷完牙就回去躺着了，我拿上相机又去甲板上啦！现在甲板上人少很多啦！一个人带着耳机，听着歌，拿着相机，吹着海风，太开心啦！！！到处转转，到处乱拍，给妈妈打了视频（虽然信号不太好），开心死啦。现在甲板上真的风超大，所以我为什么要穿裙子来坐船（），每秒钟都感觉裙子要被掀飞了（甚至是齐脚踝的长裙），要一边拍照一边拿手按着裙子真的好不方便😡😡。外面好黑啊！在刚开船的时候四周还是威海的夜景，岸边还是金黄的灯光，现在外面一面是一片漆黑了，另一面也只有一两点灯光。船开地好快。甲板的栏杆外，在远方，什么都没有，只有尖叫的海风和吐出的巨浪。好可怕，趴在栏杆上录了一段视频之后就不敢靠近船边了。倒也不是怕掉下去（），但是就是很害怕（）。 最后甲板上都没多少人了。有一下风直接literally把我的裙子给掀了💦💦💦💦，差点就底朝天地翻上去💦💦，感觉这甲板上是不能待了，于是12点多就回去了。 六人间的三等B卧铺，住了我和我室友，一个姐姐，一家人，原本是打算今天晚上熬大夜把雾化写完，但是怕打扰到他们，所以还是没有写。 一不小心就又睡着了呢。 9月30日早上依稀感觉船很猛烈地晃了几下，我就醒了，然后因为困困的，所以没几分钟就又睡着了。不知道过了多久，感觉那一家人起床了，我一看5点40多了，于是也起了。起了之后又去了甲板上，原来船已经早早地靠岸了呀。等室友一起洗漱完了之后就又上甲板拍照去啦。看到了搭下船的梯子的过程哈哈哈。 所以，到大连啦！！ 早上坐旅行团安排的车去酒店，寄存完行李就打车去华北路早市。emm，我在导航的时候看到目的地的名字是什么菜市场而不是什么早市，感觉有点怪怪的，到了之后发现真的就是菜市场💦💦，绷不住了。 不知道吃什么，有一段路上地上有好多什么鱼之类的东西，味道好大，受不了了。（我以后该不会都不会去菜市场买菜然后自己做饭吧） 所以今天第一次在菜市场买了水果！好好好。 然后坐地铁去了七贤岭森林公园，好久没看到海了，看到海平面的一瞬间真的好激动！！好喜欢波光粼粼的海面ww。 在七贤岭森林公园看到有人在和拉布拉多在海里玩飞盘，好可爱啊啊啊呜呜呜。 中午回去点了外卖，然后就开始摆烂（）。今天雾化作业就要截止了，你怎么不急呀。 下午不小心睡着了，哈哈，所以你怎么不急啊。 晚上想去那种店子里吃晚饭，但是室友要去吃烧烤，那也行。 回去之后离ddl只有几个小时了还在边听歌边写，根本不会写啊！所以你怎么还是不急啊。 算了，迟交罢。 晚上又没睡好。那么明天见。","categories":[],"tags":[{"name":"碎碎念","slug":"碎碎念","permalink":"http://example.com/tags/%E7%A2%8E%E7%A2%8E%E5%BF%B5/"}]},{"title":"忧郁樱花 | 2024年11月","slug":"202411","date":"2024-10-31T16:00:00.000Z","updated":"2024-12-20T14:04:15.752Z","comments":false,"path":"2024/11/01/202411/","link":"","permalink":"http://example.com/2024/11/01/202411/","excerpt":"感觉要废了。","text":"感觉要废了。 11月5日早上速通微积分作业，中午耍了会就去写线代了，但是写着写着就越来越感觉不对😣😣😣，然后果然来不及写了😣😣😣，速速去教室抄了😣😣😣，感觉我是废了😭😭😭。 但是终于还是在下午 2:10 卡点到了实验室，结果老师已经开始讲了😭😭😭（虽然这倒是没什么问题hhh。刚坐下低头就在实验服的口袋里找到了我的神秘失踪的骨传导耳机，大草，感觉这几天找到了好多丢掉的东西（。 一整个下午在实验室都好痛苦，我真是一点都不想待在我们这个组里了😭😭😭，真的好莫名其妙，去问下一步做什么也不相信我说的，还要斥责我 “She did wrong” “我都说了balabala” “你们都从哪问来的” balabala 之类的，还有上次的盘明明是我写的标识还拍了照也不相信，我和他说我拍了照他也没证据反驳我，然后和我说 “哎那行吧” “那就这样算了” 之类的话，好像我做的所有事都是错的，我好难过，好讨厌实验课。 晚上要一起玩鹅鸭杀，室友让我叫上友人一起玩，本来觉得还好，但是昨天一翻聊天记录发现上一次说话是 10.10 凌晨他转发的抖音，（然后我回复他之后他就不理我了🙁🙁🙁）（虽然我也没有回复什么实质性的内容就是了💦💦💦）（对不起对不起💦💦💦），再上一次说话是 9.17 的中秋快乐，总之就是感觉没有那么熟了（对不起对不起💦💦💦。然后就是 i 人特有的感觉有点尴尬（（所以不敢发消息环节（（。 最后还是眼睛一闭就发了（，然后他半天也不回我 （其实是9分钟） ，有点恼火 然后我直接不敢看了（bushi）开始专心吃饭，吃完了看到友人给我发了一大串说他不玩，好好好🙁🙁🙁。 11月6日感觉电脑上找不到合适的番茄钟软件（（，突然想自己写一个🤔🤔🤔，脑中都有蓝图了，立个 flag 先（bushi。 11月7日11月8日今天早上六点多醒了，但是好困，原本想再睡会结果睡到了七点二十，过了会下床洗漱但是真的好困于是过了会就又回床上坐了会，然后约了个研讨室快九点才出门， 11月9日早上七点多醒了，然后就发现来例假了，纠结了一会要不要去考试，最后还是八点多的时候出门了 （先走着吧💦💦💦真的不想考的话到时候直接去二教就是了🤔🤔🤔） 。（虽然最后还是听友人的话去考个玩了（bushi））结果就是真的好多不会 （是会的没几题吧哈哈哈哈哈） 但是很多题目看上去就是期末试卷里的题目似的哈哈哈哈哈（假如是上个学期期末周的我可能就会写了吧哈哈哈哈哈————考场上的石井如是说）。虽然没有很多会写的但是还是一直在努力地写了，所以好像没有很坐牢的感觉🤔🤔🤔。就是刚进考场的时候做错位置了🤥🤥🤥，等发贴纸的时候才意识到💦💦💦，然后从第三列的第四个挪到第二列的第四个位置💦💦💦。一挪过去就感觉第二列比第三列冷超级多，然后我就戴上了帽子把自己包起来了💦💦💦。但是还是好冷😭😭😭，然后我就渐渐地开始肚子疼了😣😣😣，快到 11 点的时候就开始疼的受不了了最后还是提早了两三分钟 zoule 。 中午回去躺了。时隔一周又浅打了几局游戏就眠了。 玩某游戏真的有点累，主要是受不了别人大喊大叫的（，而且一直要讲话讲几个小时对我来说有点太超过了💦💦💦，所以真的不想玩了🤥🤥🤥。室友一直叫我玩，我一直说不想玩，然后她就让我问问友人，但是我不玩的话我也不想问友人了其实 （不想友人和她们玩（这是可以说的吗））。 然后过了会友人居然直接问我今天有没有游戏了（说什么来什么。。），我直接一个不回（（问就是没看到hhh。然后我就去洗澡了，洗完出来正好在门口碰到室友，然后她就直接让我问友人（，说实话有点不高兴，但是我真的没办法直接说不。然后我就和友人说我不玩但是他可以和我室友玩 （其实心里想的是他最好不要不知好歹 要是和我室友玩我真想一刀把他刀了） 。没想到友人不仅要和我室友玩还让我把我室友的微信推给他，，，我当时直接一个瞳孔地震☹️☹️☹️，感觉整个人都不好了。 emm，怎么说呢，感觉可能不会被理解吧。 总之就是感觉自己被抛弃了，我可能就是一个很没有安全感的人吧（虽然用词可能也不太对）。但是他一直都是这样的，我应该习惯的。 之前的种种可能都只是有点不开心之类的，但是今天他是真的伤到我的心了。我真的好难过。 11月10日早上终于去把一直停在思西的车车挪到教学楼力，然后就去教室写日记了（bushi）。 接完水去教室的路上就开始想起去年差不多这个时候在晚上回去的时候正好碰到某熟人然后贴贴了一路回寝🤥🤥🤥，然后后面连着几周都在想贴贴的事以及还想要摩多摩多贴贴（，然后概率论期中复习效率低下直接炸了🙃🙃🙃。正好马上要微积分和线代期中考了正好友人把我甩了正好可以不用想来想去了，好好好。（等等什么去年11月12日就初雪了😱😱😱） 该说不说自从感觉友人把我抛弃了之后感觉学习效率提高了（大草）。感觉一个早上专注了之前一天才能专注的时间（。 中午和高中友人打了电话，原本想和她说友人的事的，但是果然还是好难讲出口，然后就只讲了别的事，友人说另外的事又不是什么大不了的事，我想想也是🤥🤥🤥。 今天中午回去洗衣服的时候正好和妈妈说了友人的事，然后就哭了好久。妈妈又说“那这就是一起打游戏的人啊就不是朋友啊”“朋友也是一个阶段一个阶段的啊”然后还说我不要想象未来会发生的事情balabal之类的，但是我完全不这么想，朋友就是永远的啊，而且什么叫不是朋友啊听到这个我真的很不开心。 晚上在教室的时候想到友人还是很难过开始流眼泪，我现在已经不能想他了，感觉被伤害了🙁🙁🙁。 一想就想哭。 感觉我也好莫名其妙。是我的错吧。是我太依赖友人了。是我的错吧，是我太容易把自己倾注在关系稍近的人身上了。 果然还是很难过。 晚上回去和同学双排打了一小时，开心，（好像没有太坑哈哈哈哈哈）。 11月11日早上水群看到群友发的“51天后和谁跨年最幸福”的梗又有点绷不住，想起去年就是和友人跨的年就难过了🤥🤥🤥。 乐了前几天难过伤心今天就转化成有点生气了。 但是晚上回自习室的时候看到自己和自己的聊天记录又哭了。 但是在自习室写作业的时候想着想着又哭了，不知道他失去我会是什么感受，可能无所谓的吧。毕竟他的朋友那么多，而我只有那么几个朋友。 在自习室越想越不开心，击溃我的最后一根稻草是我确定了今天晚上友人喊了我室友玩游戏不叫我，当时就彻底崩溃了。然后就很生气很崩溃地发了 puq 置顶 虽然是仅自己可见 。上次崩溃到发 puq 置顶 （当然还是仅自己可见） 还是大一的时候关于我建博客的契机的那件事🤥🤥🤥。 11月12日不敢写了不敢回想了感觉一回想就会哭🙁🙁🙁。要不要还是先别写日记了跳过跳过。 11月13日前几天又听《inside you》感觉歌词实在是太契合我现在的状况了，决定无论如何都要发个 puq。 11月14日今天下雨好好好，去打羽毛球了， 然后就发现自己羽毛球好像也不会打了，而且打了一会之后老师也开始在我们旁边的场打羽毛球，然后和我们形成了鲜明对比（）。然后我的搭档就说我们休息吧哈哈哈哈哈，然后我就开始在体育馆速通微积分了（bushi）。快下课的时候听到搭档和同学说“你是不是每天都去打台球”“只是我每次打台球都会发给你”。然后就思考起来🤔🤔🤔，我是怎么和友人相处的呢🤔🤔？？（完全不懂怎么相处🤥🤥🤥） 下午在教室看微积分好累好累啊啊啊，无数次坐在位子上晕过去😭😭😭😭。 晚上突然看到哥哥给我发消息笑死。是什么让哥哥突然来找我聊天🤔🤔🤔，是“你也爱看老八”啊哈哈哈哈哈。 不是哥们我都拿老八当头像多久了你才发现🤥🤥🤥 晚上想了想决定久违地再次把哥哥加到置顶里了，这样好像显得我没有那么可怜了🤥🤥🤥（大悲）。 11月23日11月24日早上原本打算出门的来着，但是下床了之后感觉超级冷，于是过了一会又回到床上了，然后就突然超级累开始昏睡一早上什么事都没做（大悲）。 晚上去讨论了，但是效率超级低啊啊啊啊，一晚上差不多什么事都没有做 我想写线代和日记啊啊啊啊。然后十点的时候有人来研讨室找我们啊啊啊啊但是我真的一晚上因为效率太低超级头大受不了别人大声说话啊啊啊啊啊然后我就更加头大了😭😭😭😭，然后就有点小崩溃😭😭😭😭。 11月25日好困好困好困。早八睡麻了😭😭😭。 因为今天下雨所以就穿了上次新买的裙子，开心捏🥰🥰🥰，喜欢下雨天，喜欢今天的天气，阴阴的🥰🥰🥰。 原本下午打算学线代的来着，但是中午看到学妹问下午要不要做实验然后组长说有空就去💦💦💦。（鉴于上次组长说有空就去我直接忘记了所以这次我火速去了），然后三点多到了实验室发现我们组根本没有人🤥🤥🤥，于是在实验室写了两个申请表就zoule，一下午又什么事都没做，大悲。但是下午尝试了一下居然成功地把百度统计添加到博客乐🤔🤔🤔， 虽然百度统计官网里不知道为什么一直都检测不到代码但是能用就是了🤔🤔 。 真的好累，吃完饭回寝室拿书，但是真的好累就躺了，结果直接睡到八点🤥🤥🤥。 11月写的全都是垃圾话，而且为了调试百度统计直接传了，绷不住了，从今天开始我要积极做人😭😭😭。 今天晚上又没睡好，快三点才睡着，不知道为什么哼哼哼☹️☹️☹️。 回寝室之后突然好想喝牛乳茶， 要是学校的饮水机出来的是牛乳茶就好了（暴论）。 11月26日好累好累好累。 啊不是你说好期中考之后一定好好学习的结果又没学。 中午原本打算12点就出门写作业的，但是吃完饭回寝室都12点多了， 而且坐着坐着似乎有点累了 ，于是决定试图先睡到1点，但是因为中午又没睡着所以一点的时候决定一会去教室直接抄别人的作业好了（bushi）。 然后两点多就出门急急急抄作业去了。急急急抄到三点速速下楼交作业去了。然后在路上看到了被我和被我抄作业的同学的朋友，感觉有点不妙😱😱😱😱，然后就在教室门口看到被我抄作业的同学在转圈圈😱😱😱😱。太坏了😭😭😭她不会发现我抄了她的作业吧😭😭😭。我错了我错了我以后再也不抄了啊啊啊啊啊😭😭😭😭😭。 学线代学得头好晕，感觉什么都没学会😭😭😭。 晚上时隔好久好久水了你群，然后惊讶地发现寒泉退群了😱😱😱，然后翻了翻聊天记录发现原来是寒泉和一个我不认识的群友谈上恋爱了然后双双退群了😱😱😱，omg，大震惊，我没水群的时间里怎么感觉群里天翻地覆了😱😱😱，看来以后还是要多水水（bushi）。 11月27日真的好累。以后再也不会2点之后睡觉了😭😭😭😭，早上上课睡得感觉快要死掉了😭😭😭。说起来昨天半夜似乎下了初雪🤔🤔🤔，但是早上起来好像一点也不激动，这是怎么回事呢🤔🤔。 下午去看了看我的车车有没有事，然后就发现上次停车的时候停在边上的捷安特整个靠在了我的车车身上 （贴贴！（bushi）），然后我们两辆车外面还停着一辆山地。好好好。说起来这个捷安特车主看起来好专业🤔🤔🤔，他还给他的车车贴了膜还换了锁踏🤔🤔🤔，我们学校还有这么厉害的骑友呀🤔🤔🤔。 笑死，因为昨晚 （或者说是今天凌晨） 下了初雪，原本约了今天下午一起练下网球的可以不练了， 太好了。 什么天气预报说明天也下雪，那明天也不用上网球课了，太好了（bushi）。 晚上在教室突然想摸鱼结果找不到 apple pencil 了，急急急急急然后捣鼓了好久之后发现夹在了我的线代书里💦💦💦。 受不了我的刘海了，明明每天都会洗但是假如前一天没有洗整个脑袋的话还是会油地很快😭😭😭，真的很奇怪😣😣😣。 11月28日怎么这么累呢😣😣😣。 今天果然没有下雪哈哈早上在网球课上被同学瑞平“每天都好像没睡醒”，下午补课被好同学瑞平“我来给你们模仿一下石井” tbc 11月29日11月30日","categories":[],"tags":[{"name":"碎碎念","slug":"碎碎念","permalink":"http://example.com/tags/%E7%A2%8E%E7%A2%8E%E5%BF%B5/"}]},{"title":"10月 | 2024年10月","slug":"202410","date":"2024-09-30T16:00:00.000Z","updated":"2024-11-24T14:43:01.577Z","comments":false,"path":"2024/10/01/202410/","link":"","permalink":"http://example.com/2024/10/01/202410/","excerpt":"十月真的要努力写日记。","text":"十月真的要努力写日记。 10月1日回学校的第一天，什么也没干，摆了。但是突然发现哥哥居然也回家了😭😭😭，我一下就后悔了，我也想回家😭😭😭。 10月2日好像今天也摆了，农。 晚上刷 puq 发现居然有人来温州旅游😱😱😱，omg 10月3日逆天，本来以为学校里应该没有什么人，结果中午十二点多下楼发现居然还有三四个人在路上走，真是吓死我了😱😱😱。然后我就去食堂了，刚踏进食堂听到有人说了声哈喽，不知道为什么我本能地以为不是在和我打招呼😰😰😰，然后我就想快点走（也不知道为什么这么想💦💦💦），但是好像没有听到有人回应这个“哈喽”，然后我就在进门的时候转了个身，看到门口站着三四个男生一直面带微笑地看着我这个方向，我看有个人有点眼熟好像是之前一起打比赛的男生而且是金色眼镜（又凭眼镜认人是吧😕😕😕），然后就挥了挥手转回去了，然后就看到友人在我左边走😱😱😱。太尴尬了呀😱😱😱😱。（我就说怎么看那些人好像有点眼熟但是又认不太出来的呀😭😭😭）（而且昨天晚上睡觉的时候把卷卷压歪了，早上起来刘海好几根都是往外翘的😭😭😭，形象超级差😭😭😭（谁知道食堂全是人啊啊啊😭😭😭😭）） 中午回去又打了会农，闹麻了打了几个小时上了0颗星，我再也不要打王者了😭😭😭。 好像感冒了，早上起来就有点鼻音，下午跑到教室里疯狂流鼻涕，纸巾差点用完一包，大悲。 试图去拿线代作业了，结果找了很久很多次都没有，好像丢了，果然放假前就该把作业拿回来的，闹麻了😭😭😭。 10月4日打了一整天游戏，坏坏坏。 今天有一个室友回来了，不能独享寝室了，好悲伤。 好像开始咳嗽了。因为似乎感冒了所以晚上买了碗酸辣粉吃（虽然是方便食品版），好好吃，吃完的自己看起来更加晕晕的了。因为似乎感冒了所以今天晚上在努力喝热水，并且非常努力地喝了两杯阿华田。 晚上睡觉前我涂了人生中第一次护手霜，涂完感觉手滑滑的很舒服，下次还涂。 10月5日10月6日想给码表充电来着，但是好像充电线在家里，只好用镜子的充电线将就着冲了一下💦💦💦。下午出门绕着学校骑了一圈，舒服🥰🥰，然后又去奥莱买了一串阳光玫瑰。感觉学校外面的路上还是有不少活人（bushi），在附近转转应该也不用那么害怕💦💦💦，下次有时间不要犯懒去把之前找好的路书上的那个绕圈也骑了吧🤔🤔🤔。 晚上又在农又在农，过了0点之后又开突然发现没有皮肤限免了，瞬间小乔就玩不好了。（果然之前和友人一起玩的时候玩不好是皮肤的原因） 于是决定在我抽到新皮肤之前都不玩了🤔🤔🤔。 10月7日农。感觉不该农的，但是早上上号发现皮肤限免又回来了耶，所以还是农了哈哈哈。 10月8日早上醒来八点了感觉天都塌了😱😱😱。不过仔细算了一下早上还是足以写完作业的，就安心了🤥🤥🤥。以及早上居然去图书馆写作业了，感觉还不错，以后要不要去图书馆学习呢🤔🤔🤔？ 今天下午好像又发了一些重修的作业本，怪啊（，然后我就找到了我的线代作业本（，感觉乱乱的💦💦💦（。 10月9日早上又被骚扰电话吵醒了，这几天接二连三地被骚扰电话吵醒，虽然只是震动💦💦，大概是最近睡得也不是很好罢（。 大创我本来是要做2010年的数据反演，但是昨天找了好久都没有找到2010年的数据💦💦💦，今天早上废了好大劲把USGS的账号注册好，下午发现USGS里也没有2010年的数据💦💦💦。还在试图找别的途径下载数据的时候突然发现Landsat 8 2013年才发射😅😅😅，我真是绷不住了🥲🥲🥲。 下午原本要去打印承诺书的，结果发现之前感觉已经存在打印系统里的文件没了，但是我又没带电脑，但是我又是卡好时间去打印的，急急急。发现可以导出成一张图片但是传上去又说文件类型不匹配，急急急。虽然最后还是打印了图片，然后就迟到了两分钟🙁🙁🙁。 晚上居然吃了几块榴莲披萨🤔🤔🤔，甚至在榴莲披萨里好像吃到了几小块榴莲😱😱😱。似乎是我人生中第一次吃榴莲🤔🤔🤔，榴莲果然不是很好吃 但是披萨还可以啦哈哈哈哈。 以及，上次新买的玛丽珍好难穿😱😱😱，可能是买大了吧😭😭😭，总之早知道当时就退了😭😭😭。 10月10日今天早上九点多又有骚扰电话打给我，我记得昨天也是九点多打给我的😢😢😢，不过还好今天我早就已经下床啦哈哈哈哈哈。 不知道从哪一天开始就很累，今天也是一直都在想睡觉和不想睡觉之间反复横跳，但是之前和同学说好下午一起出去唱歌的所以还是出去了。出去买了一杯沪上阿姨喝，没有自己买过沪上阿姨喝，突然发现沪上阿姨好便宜🤔🤔🤔。晚上临走的时候还久违地瑞了，瑞幸真好喝😭😭😭😭。 不得不说学校到文登中的一段在修路的路没出车祸真是神奇了😱😱😱，今天过去和回来的路上司机猛猛借道超车😱😱，好几次差点撞到边上和对面的车子不说，地上的柱子和标志桶也是撞到好多次😰😰😰，真的逆天。 10月11日下午困得要死，上课直接眠了一节，su服😕😕。结果晚上吃完饭还是困得相似，感觉我算是废了😭😭😭。 10月12日今天中午出去吃了一家新开的韩餐店，感觉非常好吃🤤🤤🤤，而且店长是真的韩国人欸🥰🥰🥰。吃完饭被撺掇回去休息了（，然后一觉睡到了晚上，感觉又废了😭😭😭。 今年好像是实验80周年校庆🥰🥰🥰🎉🎉🎉，顺手在 puq 的链接里给实验送了个祝福🥰🥰🥰，然后转头看到高中班级群里发的二外14周年校庆，我笑了🙃🙃🙃。 10月13日早上起来打开电脑居然发现昨天电脑没关机，感觉电脑又受到摧残了（虽然感觉电脑本来就挺废了的，写着写着电脑触控板又废了😓😓😓）。难绷，因为触控板废了重启电脑，结果重启之后电脑直接开不起来了😓😓😓。试了很久之后发现好像只是电脑屏幕灰灰的过了很久之后还是能开机（安心），但是你开机了之后触控板还是废的呀😭😭😭。 我服了，下午开电脑发现触控板还是不能用😭😭😭，而且现在电脑稳定开机三分多钟😭😭😭，尝试了一下释放静电好像也没什么用😭😭😭。对于触控板的问题，上网查了一下发现设备管理器里的 I2C HID 设备一直有个感叹号😭😭😭，怎么搞都搞不好😭😭😭。 在联想客服的指导下发现自己电脑 BIOS 启动时间205.2s😭😭😭，但是没有解决任何问题， 最终得出了要去服务中心修电脑的结论。我也想回家修电脑呀😭😭😭，我不要待在威海了😭😭😭。 不过有个好消息是今天突然发现我的电脑有个意外保还有两个多月到期🤔🤔🤔，说不定可以帮我换一下电脑的壳🤔🤔🤔。 下午去教室的时候顺便看了一下进步奖学金的名单，然后就看到熟人的名字🤔🤔🤔，哼哼哼好好好。 晚上看了一晚上线代就写了一题作业，受不了了，死到临头，我不要上学了😭😭😭。 10月14日早上起来在教室头好大😕😕😕，动不了脑子😭😭😭。下午原本打算去写线代的，但是突然被拉去做实验了，一做做了一个下午（其实就是配置了溶液剪了铜板🤔🤔🤔），铜板真的好难剪哇🤔🤔🤔 10月15日10月16日10月17日","categories":[],"tags":[{"name":"碎碎念","slug":"碎碎念","permalink":"http://example.com/tags/%E7%A2%8E%E7%A2%8E%E5%BF%B5/"}]},{"title":"回家啦哈哈哈 | 2024年9月","slug":"202409","date":"2024-08-31T16:00:00.000Z","updated":"2024-09-25T09:50:36.745Z","comments":false,"path":"2024/09/01/202409/","link":"","permalink":"http://example.com/2024/09/01/202409/","excerpt":"啊怎么七月八月也都没有写啊（（你现在是完全不写是吧（","text":"啊怎么七月八月也都没有写啊（（你现在是完全不写是吧（ 9月1日9月2日9月3日9月4日9月5日9月6日9月7日好烦呀。 9月13日我是超级无敌拖延症😭😭😭友人9.11生日我今天才下单她的礼物😭😭😭。我有罪我有罪😭😭😭。 9月17日感觉自己已经神经衰弱🤥🤥🤥。昨晚躺在床上看视频困得不行，摘掉眼镜就秒睡了。然后几分钟之后又醒了，醒了之后闭上眼睛又秒睡，之后又秒睡，几分钟又醒，不知道重复多少次。睡着的几分钟又不停快速眼动幻听，我还以为要睡眠瘫痪了结果没有🤥🤥🤥。受不了了在快两点的时候放弃入睡打开手机，想了想感觉自己开学两周以来就没有睡过一次好觉，睡的很久但是一直都很困，有点没绷住。 吃完中饭骑车去教室，停车的时候看到右手变上白花花的一片划痕，就知道是上次补内胎的时候划的，把我气的不行😡😡😡😡。 9月18日困死了。 9月25日好好好。","categories":[],"tags":[{"name":"碎碎念","slug":"碎碎念","permalink":"http://example.com/tags/%E7%A2%8E%E7%A2%8E%E5%BF%B5/"}]},{"title":"回家啦哈哈哈 | 2024年7月","slug":"202407","date":"2024-06-30T16:00:00.000Z","updated":"2024-07-30T02:15:42.063Z","comments":false,"path":"2024/07/01/202407/","link":"","permalink":"http://example.com/2024/07/01/202407/","excerpt":"啊怎么六月也都没有写啊（（","text":"啊怎么六月也都没有写啊（（ 7月5日很久很久很久之后又农了， 7月9日今天早上疯狂睡觉，坐着睡觉难受烂了， 7月10日学校的99平台真逆天吧，昨天明明 16倍速 刷完了今天一看全部显示部分完成，火死了。 7月28日好好好，彻底摆烂，这下是真的不写了（。 7月30日ZJU 你的 eduroam 真的是不是有什么大病😅😅。电脑的网每次连接都要重新配置一大堆已经麻了先不说，好歹还能连上吧😅😅。","categories":[],"tags":[{"name":"碎碎念","slug":"碎碎念","permalink":"http://example.com/tags/%E7%A2%8E%E7%A2%8E%E5%BF%B5/"}]},{"title":"。 | 2024年6月","slug":"202406","date":"2024-05-31T16:00:00.000Z","updated":"2024-06-25T10:47:22.056Z","comments":false,"path":"2024/06/01/202406/","link":"","permalink":"http://example.com/2024/06/01/202406/","excerpt":"啊怎么五月都没写啊（，六月一定好好写。","text":"啊怎么五月都没写啊（，六月一定好好写。 6月1日困困困困困，一天都没做什么，除了在睡就是在摸，你要完了.jpg。 6月2日早上怎么又睡到了下午（，昨天不是补好觉了嘛💦💦💦。说起来早上做了非常美好的梦！指莫名其妙开玩笑地向群友表白了然后他居然同意了（？），然后就很幸福导致我不想醒来（？💦💦💦。 吃完饭扫了一辆共享单车发现自己已经不会骑共享单车了（。 似乎第一次穿了上次在无印买的 像僧侣的衣服的 外套，香香的，喜欢，开心🥰🥰。 6月3日我不想 pre 呀我不想 pre 呀😭😭😭说好晚上回寝室练一下的但是躺了😭😭😭。 6月4日6月5日6月6日又去唱歌了，躺在沙发上又看了半季《Never have I ever》，好好好。 说实话在某种程度上从 Paxton 身上看到了自己的影子（， 6月10日早上做梦，，， 昨天做23年3月的的六级真题感觉好日子要来了然后今天做23年6月的第一套题感觉又要寄了😭😭😭。绷不住了又一次试图上网搜听力攻略（，然后惊喜地看到有人说可以通过听英语音声来提高听力（bushi。然后她还说她当时还狂听 你急三急 en 的 Vox 的音声（（。虽然有点没绷住但是我信了🤔🤔，我要去听。好好好，再次听音声以及时隔很久又看彩虹社视频竟然是为了练听力🤔🤔（（，大草，还是没绷住（（。 6月15日6月16日大家都说我这套听力简单，但是我做的一坨😭😭😭，感觉600怎么说都没希望了，又看到有人之前写译莫名被只打了130左右的分数，感觉我更是要寄😭😭😭。哎，还是太菜了，下次再战吧😭😭😭。明明过了挺久了还一直再焦虑六级的事，我真是要炸了😭😭😭。 看不进去微积分，要死掉了。怎么这么多要记的，谁能救救我😭😭😭。 6月17日6月20日我上辈子犯了什么错要用化学来折磨我😭😭😭，绷不住了。 能不能 321 跳了，我受不了了。《全是字，全是话，你不给例题我怎么知道题怎么做啊》 6月22日时隔好久好久又来到 C303，在我前面的同学走了之后看到前面的前面的同学也就是右边第三排的同学在狂学大物，有种梦回上学期期末的感觉（（。 晚上学不动了打算出去骑一圈车，感觉脑子乱乱的（，第一次感觉脖子酸酸的，事实证明晚上甚至确实不太清醒，过减速带又摔车了😭😭😭。 6月23日我真的不喜欢大气！！！看马原远比看大气有趣😖😖😖。 晚上自习室左边的同学收拾东西永远地走了，为什么大家都走了😭😭😭应该不会是因为我很吵吧😭😭😭，虽然我也没有很吵才对呀😭😭😭。 今天新的骑行裤到了，比之前的那件好一点，但是还是有点长💦💦💦，感觉还是有点皱皱的💦💦，而且也没有特别紧身💦💦💦，但是我看链接里也没有 XXS 码，所以将就着穿吧😭😭😭。（我也不矮啊怎么这么难买骑行裤😭😭😭。） 6月24日看大气崩溃时刻：好不容易看完一个看不懂不想看的 PPT 之后发现 PPT 标题的序号怎么有点不对，然后回 Moodle 上一看发现少下载了一个，然后一数发现才看了一半而且后面又臭又长的灾害 PPT 含量极高🫠🫠🫠。 怎么不想背 GIS 啊（，根本看不进去，但是总感觉是时候要背了（难道不是吗）。 结果还是看不进去快十一点的时候才看是看我写的 Review 。 6月25日在凌晨定了无数个闹钟的结果就是起来看了几眼又去睡大觉了，然后五点起来试图背了几下但是好渴（，难受","categories":[],"tags":[{"name":"碎碎念","slug":"碎碎念","permalink":"http://example.com/tags/%E7%A2%8E%E7%A2%8E%E5%BF%B5/"}]},{"title":"。 | 2024年5月","slug":"202405","date":"2024-04-30T16:00:00.000Z","updated":"2024-06-01T11:23:13.945Z","comments":false,"path":"2024/05/01/202405/","link":"","permalink":"http://example.com/2024/05/01/202405/","excerpt":"","text":"5月1日5月6日禁锢在笼子里的小鸟找不到重返的路， 5月7日早上挂上梯就可以登上 Replit 了，试图做德勤的 task 然后发现自己的 Python 果然已经忘光啦，要寄啦！ 一晚上写一套六级真题，甚至听力错题还没有重新听，要寄啦！（听力好难啊，连着讲还只讲一遍，啊啊啊总之我好菜啊（ 今天肚子好疼，于是早上摄入了一个小蛋糕，中午摄入空气，下午摄入一个小蛋糕，晚上摄入一个小蛋糕，避免了进一步的伤害。 5月8日5月14日5月13日绷不住了，感觉早上没睡醒再加上没吃早饭就是感觉整个人都不太对。先是再图书馆拐弯出去的时候（虽然已经预感到前面可能会有车，总之还是及时刹住了💦💦💦）差点撞上前面的车，又是快到教学楼的时候过个减速带喜提首次摔车 （年轻人身体好就是倒头就睡） ，大概看了看好像车没什么事，除了大盘摔掉链了💦💦💦，于是起来推车走了💦💦💦。啊好狼狈， 希望没有人看到但是怎么可能（（早八前夕前面全是人。啊好狼狈😭😭😭。 第一节下课去修车（，链条上边脱出到大盘外面下边掉到小盘上直接卡死，修了一个课间才修好💦💦💦，然后整个手都是链条油💦💦💦。 发现膝盖好像摔到了，好像有点肿又好像没有肿，总之是好像皮下血管爆了青一块红一块的看上去全是着色的大点点（？）。但是又没有破皮流血就是了💦💦💦。总之是没有什么事（。 上马原的时候看到电脑屏幕边上的壳裂了，感觉大概是摔车的时候摔的💦💦💦，感觉屏幕危了😭😭😭。 第一次去琴房！琴房真是一个好地方啊！原来是必须要刷自己的卡才能进！下午苦练两个多小时箫，刚开始吹响了之后又吹不响了之后又吹响了。然后就去上课了，上课狠狠地吹不响，急，心态差点崩了😭😭😭，还好老师让我们练习了一个多小时之后又吹响了，小测一满了，好好好🥰🥰🥰。 5月14日中午骑车回去的路上看到前面走过去一个人背着一个 Nike 的包，侧面直接幻视熟人的包然后心脏开始跳（，（绷。 一时冲动在神明的指引下 还是交了 ZJU 暑校的学费。希望会快乐吧，虽然会快乐一直都是一种奢望吧。 5月15日连着好多天 12 点就睡着了，今天差不多凌晨三点左右又醒过来，外面呼呼呼的风吹个不停，隔一会就很响的砰的一声，好吓人😭😭😭。大概是昨天靠在床的另一头就睡着了，鼓起很大的勇气挪到正确的一头然后缩到被子里💦💦💦。看天气预报好像是下雨了💦💦💦，好突然（。 早上起床困得要死，明明十二点就睡着了💦💦💦。现在已经是每天七点五十多出门的程度了（悲。 补完微生物课去做微生物实验，在等电梯，然后电梯里出来个人笑着说 Hello 。 但是好像没有人回应他啊 转念一想不会是熟人吧（，声音确实像🤔🤔 但是他怎么长这样了，（要是不说话一个人摆在我面前我还真认不出来，草。我有罪（。 下午回寝室练箫，摸得不行，吹一半就躺着二刷《良医》了（。晚上又是快小测的时候正好调整到能吹响的位置，但是小测 9&#x2F;10 😡😡😡。以及结课考核抽签又抽到难的，我就知道.jpg。 5月16日早上去体测了，跑了个 50m 和 800m，然后咳嗽了一整天（。搞得一整天都很累，下午去教室写 Lab 又使本来疲惫的身体雪上加霜😭😭😭。 5月17日还是好累。 5月18日5月19日5月20日昨天真的是一晚上没睡，早上感觉六点多的时候好像摆烂眠了几分钟，但是好想睡觉，累死了。 5月21日5月22日早上在琴房边摸鱼边练箫待了一上午💦💦💦。 5月23日5月26日5月27日早上起来速通个英语作业，好像还挺清醒（？ 下午就要去遭受访谈了。太可怕了，太可怕了，太可怕了😱😱😱😱。三点十五卡点到的时候心理老师却问我找谁（啊不是你让我来的嘛🤥🤥🤥草，那我早知道是不是不来了💦💦💦）。2#A201的心理咨询室真的好可怕。老师让我先去边上的小房间等一下，那个小房间尤其恐怖，我自己进去等的时候还好，（虽然已经不行了，坐在沙发上疯狂想让友人来救我😭😭😭）后面我们大一的那个心理老师进来之后把门一关一锁，然后这个房间的墙面上 还有心理老师问我在学校有没有比较好的朋友，我想了一会回答说是室友（，刚刚才想起来我还有友人💦💦💦，大草。 友人啊友人你看看你怎么回事。 原本前灯预计明天到的结果今天就到了 5月28日","categories":[],"tags":[{"name":"碎碎念","slug":"碎碎念","permalink":"http://example.com/tags/%E7%A2%8E%E7%A2%8E%E5%BF%B5/"}]},{"title":"雅思写作","slug":"notes-for-IELTS-writing - part2","date":"2024-04-09T16:00:00.000Z","updated":"2024-04-12T07:04:05.336Z","comments":false,"path":"2024/04/10/notes-for-IELTS-writing - part2/","link":"","permalink":"http://example.com/2024/04/10/notes-for-IELTS-writing%20-%20part2/","excerpt":"Vince 写作大作文笔记。","text":"Vince 写作大作文笔记。","categories":[],"tags":[{"name":"笨蛋笔记","slug":"笨蛋笔记","permalink":"http://example.com/tags/%E7%AC%A8%E8%9B%8B%E7%AC%94%E8%AE%B0/"},{"name":"写作","slug":"写作","permalink":"http://example.com/tags/%E5%86%99%E4%BD%9C/"}]},{"title":"雅思写作","slug":"notes-for-IELTS-writing","date":"2024-04-08T16:00:00.000Z","updated":"2024-04-16T00:34:11.518Z","comments":false,"path":"2024/04/09/notes-for-IELTS-writing/","link":"","permalink":"http://example.com/2024/04/09/notes-for-IELTS-writing/","excerpt":"Vince 写作小作文结构笔记。 但是感觉还是语料库更重要一点（。","text":"Vince 写作小作文结构笔记。 但是感觉还是语料库更重要一点（。 TablesDynamic Table 分析数据是怎么变的，变化有什么相同和不同（分析 Trends 的相同与不同） 200+ words Line Graph Step 1 (Summary): What is the general trend? Step 2 (Grouping): What are the major commonalities and differences? (分组不要求完全一样，只要有比较大的共性就可以了) Step 2 (Analysis): What are the key features of each group? Para 1 (Summary): What is the framework? 图表在说什么事？ Paraphrase title, 注意 2 axes What is the general trend? 最宏观最明显的趋势 Para 2 (Group 1): Why grouping? (Commonality?) Comparison &amp; key features 关注 beginnings, ends, turning points (只需写关键的), intersections, highs &amp; lows (最高点和最低点) Para 3 (Group 2): Why grouping? (Commonality?) Comparison &amp; key features Para 4 (Conclusion) (bonus): Reasonable interpretation (注意只能用图中的信息，不可以写成 personal opinion) Static Table 分析 Quantities 的相同与不同 7+ (175 - 225 words) Bar Chart Para 1 (Summary): What is the framework? 图表在说什么事？ Paraphrase title, 注意 2 axes &amp; data groups Para 2 (Group 1): Why grouping? (Commonality?) Comparison &amp; key features Internal &amp; external commonalities &amp; differences Para 3 (Group 2): Why grouping? (Commonality?) Comparison &amp; key features Internal &amp; external commonalities &amp; differences Para 4 (Conclusion) (bonus): Reasonable interpretation (注意只能用图中的信息，不可以写成 personal opinion) Pie Chart Within &amp; Between data groups Para 1 (Summary): What is the framework? 图表在说什么事？ Paraphrase title, 注意 2 axes Para 2 (Group 1): Why grouping? (Commonality?) 讲出最显眼的几张 pie chart 的相同之处 Comparison &amp; key features Para 3 (Group 2): Why grouping? (Commonality?) 讲出几张 pie chart 的不同之处 Comparison &amp; key features Para 4 (Conclusion) (bonus): Reasonable interpretation (注意只能用图中的信息，不可以写成 personal opinion) Mixed ChartStatic + Static Para 1 (Summary): What is the framework? Para 2 (Chart 1) (对两张图表单独分析): Key features 不能看某个 bar 特别高就说 most ，要看比例 Para 3 (Chart 2): Key features Para 4 (Conclusion): Connection between charts Static + Dynamic Para 1 (Summary): What is the framework? Para 2 (Chart 1) (对两张图表单独分析): Key features Para 3 (Chart 2): Key features Para 4 (Conclusion): Connection between charts Dynamic + Dynamic Para 1 (Summary): What is the framework? Para 2 (Chart 1) (对两张图表单独分析): Key features Para 3 (Chart 2): Key features Para 4 (Conclusion): Connection between charts MapOutdoor MapIndoor MapFlow chartWhat is Good? write like reporting to your manager. Brief &amp; Clear Replicatable, 可以通过作文复述出原图 Without personal opinion","categories":[],"tags":[{"name":"笨蛋笔记","slug":"笨蛋笔记","permalink":"http://example.com/tags/%E7%AC%A8%E8%9B%8B%E7%AC%94%E8%AE%B0/"},{"name":"写作","slug":"写作","permalink":"http://example.com/tags/%E5%86%99%E4%BD%9C/"}]},{"title":"德勤数分线上实习笔记","slug":"notes-for-deloitte-da","date":"2024-04-06T16:00:00.000Z","updated":"2024-05-07T01:25:03.255Z","comments":false,"path":"2024/04/07/notes-for-deloitte-da/","link":"","permalink":"http://example.com/2024/04/07/notes-for-deloitte-da/","excerpt":"啊你就面向浏览器记笔记吧.jpg","text":"啊你就面向浏览器记笔记吧.jpg Task 1: CodingJSON-","categories":[],"tags":[{"name":"笨蛋笔记","slug":"笨蛋笔记","permalink":"http://example.com/tags/%E7%AC%A8%E8%9B%8B%E7%AC%94%E8%AE%B0/"},{"name":"数据分析","slug":"数据分析","permalink":"http://example.com/tags/%E6%95%B0%E6%8D%AE%E5%88%86%E6%9E%90/"}]},{"title":"至若春和景明 | 2024年4月","slug":"202404","date":"2024-03-31T16:00:00.000Z","updated":"2024-05-07T10:08:15.410Z","comments":false,"path":"2024/04/01/202404/","link":"","permalink":"http://example.com/2024/04/01/202404/","excerpt":"I’m running away.","text":"I’m running away. 4月1日四月第一摸（。 4月2日感觉自己笨手笨脚的，总有一种某次做完实验忘记签到的感觉，周日记得去看看问问老师吧（会被骂吗）。 早上看外面雾蒙蒙湿哒哒的总感觉要下雨，提心吊胆到中午还是没有下，结果下午上课上完了发现下雨了，感觉车车淋雨在学校会是一件不可避免的事。吃完饭把车车擦了一遍靠在有屋顶的柱子边，自习完发现白擦了（bushi）。屋顶形同虚设该淋到还得淋（悲）。好想把车停室内啊——— 抽了 100 张纸雨骑回车棚狠狠搞了个擦车（，蹭到好几回链条油，害怕把链条油再擦掉💦💦飞轮还有后拨那也不是很敢擦💦💦（。擦了差不多半个小时，希望车没事（。 回寝室洗头洗完了犯懒决定不吹头了，笑死， 有的人车淋点雨要擦半小时洗完头却根本不吹。 4月3日放假前的最后一天，已经彻底学不了了， 你怎么回事你又不去旅游。晚上原本想学点化学的，然后直接去研究德勤线上实习项目了（，在 Forage 上发现有两个德勤的项目，一个是 Deloitte Australia 另一个是 Deloitte Ireland ，在看了介绍视频之后感觉 Deloitte Ireland 更 approachable 一点，于是直接报了爱尔兰的，然后报完才发现爱尔兰的是审计的项目而澳大利亚的才是数分的项目💦💦，但是自己报的爬着也想做完💦💦。 4月4日假期第一摸（。 4月5日三点的时候醒了，之后就睡不着了，评价是洗完头不吹直接睡导致的。在经过漫长的夜晚之后越来越担心自己会不会在路上猝死，然后就成功在快七点的时候睡着了。这一睡就是睡到快九点，虽然中途被例行闹钟叫醒但是凭借我对猝死的担心还是睡着了。醒来的时候有点急，大概九点半左右终于出发了。 tbc 4月6日tbc 4月7日突然发现只有不到两周就微积分期中了，大悲。 想好好搞下线上实习， Task 1 的第一步就是注册 Replit 然后我莫名其妙注册不了，烦。 累得不行。 4月8日买了 420 G 的节点流量，希望可以注册成功。。。 今天发生了非常多悲伤的事情，早上没找到我的微积分作业本，晚上又去找还是没有找到😭😭，烦。下午出门倒水的时候大概是没睡醒，打开盖子的时候盖子连带吸管一起飞出去了，吸管在盖子接触饮水机上盖之后又继续运动到了饮水机底部😭😭，吸管 -1。 晚上突然想到下周交一个 draft essay 一个 report 还要期中考，突然整个人都不好了。 4月9日中午在办公室看到了我的没有被批改的作业本，希望平时分没事。 感觉死到临头了所以终于开始看雅思写作了。 今天好冷哦。 4月10日早上还在纠结要不要出门，过了一会肚子就开始疼，然后就开始蜷缩在被子里了。一直疼疼疼直到下午第一节课睡了一觉才稍微好点，于是决定晚上还是吃饭了。 黄昏的时候还在上英语课就突然收到哥哥的消息， 本来还以为是友人呢，然后又马上打微信电话给我，我还以为什么事这么急，结果是要帮妹妹写试卷，绷不住了。 晚上收到 Deloitte Australia 的邮件，意图在鼓励我继续完成他们的项目。 （所以谁能帮我用 Github 注册 Replit 啊😭😭） 这两周有点过于 packed 了，不管怎样还是等我考完期中再说吧（。 4月11日早上出门取个快递，取完了出来就发现靠在路边的车子被风吹倒了，右手变被狠狠地磕了，产生了有史以来最明显的伤痕😭😭😭，我真的好心疼啊😭😭😭， 人摔了可以自己恢复，车摔了不能自己恢复啊，而且有谁第一次摔车人都不在车边啊😭😭😭，绷不住了。 4月12日今天大雾，晚上吃完饭湿度爆了感觉整个空气中都是小水珠，心疼车（bushi。 4月13日每天都试图熬夜复习一下但是又水过去，今天早上起床也挺困难的，死到临头了（。早上躺在床上的时候室友拉我帘子，把我吓一跳，一转身似乎压到手机了，听到微信电话的声音然后发现我打了个视频给高中物理老师（指 lxp ），好崩溃。 逆天耳机，吃完饭回教室明明先打开任务栏确认网易云不在任务栏里，甚至不是音乐暂停的状态，结果一把耳机关机手机就开始外放《苍蓝所栖》，受不了了。 下次真的把耳机关机了再进教室吧。 感觉链噪有点大💦💦，真的该上链条油了吧💦💦，害怕。 绷不住了，晚上回寝将第一口气吹进箫里的时候就感觉事情有点不对了，坏日子开始了（。 4月14日累啊累啊（。 下午出门的时候走到一半发现忘记拿牛奶了，遂转头回寝室拿牛奶和咖啡，然后就把雨伞忘寝室了。晚上雨下个不停，要被困在教学楼了。当我看到手机天气预报说半小时后雨渐小的时候，我以为我的机会来了，但是当快半个小时之后我看到手机天气预报还是显示半小时后雨渐小的时候，我发现事情并不简单。当几分钟之后我发现手机天气预报说“这场雨会持续一小时”的时候，我觉得我完了。 然而想着想着还在担心车车，感觉车棚没有办法挡住雨水，心疼😭😭😭。（事实证明车棚确实几乎没有用，于是放弃把车放在停车架里而转而将它靠在栏杆上了） 等到十点多的时候看到十分钟后雨渐停，我决定发起冲锋。出门的时候发现已经暴雨转小雨了，我好开心🥰🥰🥰。恰到好处的雨水！是我超喜欢的雨水！！ 下雨天很开心因为是下雨天，不下雨的日子也很开心因为可以骑车。 4月15日累啊累啊（。 明明好像什么都没做，怎么这么累，下午微生物课上睡了一节，甚至之后箫演奏基础课上拿着箫吹到一半就睡着了💦💦，怎么会这样💦💦。 晚上吃完饭下雨了，现在对车车淋雨已经麻了（。 今天丢三落四的，出门的时候忘记拿咖啡和牛奶了，于是晚上去买了雀巢的瓶装丝绒拿铁，感觉还可以🥰🥰。所以为什么我自己泡就泡不出这种瓶装或者买过来的咖啡的这种感觉呢🤔🤔。 虽然今天 draft essay 只写了几十词，但是还是想今天写完（。 4月16日醒来的时候感觉要完蛋了，但是你怎么还是这么摸。不行了，今天势必拿下集英苑番茄第一（大草）。 绷，早上给老师发消息表示自己想跟他一起做项目，结果被已读不回了， 4月17日4月18日4月19日4月20日4月21日4月22日睡晕倒了。好想睡觉。 4月23日4月24日中午开始就有点肚子疼，下午居然还拿掉了冲锋衣的内胆（不知道我是怎么想的），于是原本不太疼的肚子变得更疼了（。 4月25日我说啊（，我说啊你别再内耗了，切割了就是切割了，别想了。","categories":[],"tags":[{"name":"碎碎念","slug":"碎碎念","permalink":"http://example.com/tags/%E7%A2%8E%E7%A2%8E%E5%BF%B5/"}]},{"title":"真的要去考雅思了","slug":"strategy_ielts","date":"2024-03-07T16:00:00.000Z","updated":"2025-03-24T09:20:00.801Z","comments":false,"path":"2024/03/08/strategy_ielts/","link":"","permalink":"http://example.com/2024/03/08/strategy_ielts/","excerpt":"看朵朵还有各种地方的经验贴写了个规划，主打一个别人怎么备考我怎么备考（bushi），希望可以考地好一点😭😭😭","text":"看朵朵还有各种地方的经验贴写了个规划，主打一个别人怎么备考我怎么备考（bushi），希望可以考地好一点😭😭😭 Overall 可以去地里搜一些机经练 新东方应该会更新最近的真题 刷题要会总结 泉佬：你每天练三篇阅读 练三篇写作题的题目分析 搁两三天写一篇作文 就稳了 何琼 课 听力https://www.bilibili.com/video/BV1jx411M7j9/?share_source=copy_web&amp;vd_source=b6eba5bf211c891f9ec7c601e244a828 磨耳朵 没听到的不要纠缠 注意日期、月份、国家的拼写 去雅思哥上从剑18往回做，做一套然后错的精听 先保证自己p1和p4的填空能全对，不行就去背词 阅读看刘洪波网课，没时间可以跳过带做，真经一定要看 写作看Simon大小作文框架、Vince说理，多看范文（雅思范文网站）、Gpt改作文（改正语法错误、提升词汇水平、不能帮你说理，改作文时可以提取针对某个话题的native keywords）、看Simon的idea库、杜仕明作文整理、慎小嶷 注意Coherence 五段式+长难句不太好 积累一套小而精的常用模板库 一种是只写提纲，让chatgpt帮你看这种思路合不合适，另一种是你找一些时间写个完整的给chatgpt改 多背思路和句型 Gpt指令：I am writing the IELTS essay TASK2. I will provide you with my essay, please give me a score of 1-9 according to the IELTS essay scoring standard, which are: task achievement&#x2F;coherence and cohesion&#x2F;lexical resource&#x2F;grammatical range and accuracy. And please revise my composition and mark the mistakes. Then please revise my composition into an IELTS essay with a score of 9. When correcting and rewriting, it should be noted that the structure of the article is an INTRODUCTION containing 2 sentences, two paragraphs of the body of the article, and a CONCLUSION. The number of words in the article should be between 250-350 words.You need to give an overall rating, and also 4 sub ratings in 4 standards i mentioned before, point out errors, and rewrite the text with exhanced voculabory. And can you list these error points. Here is my essay: 口语可以看一下杨帅口语课（假如感觉自己口语实在是太拉开不了口的话，但是自我感觉还好的话也可以不看） vince口语 准备串题（place&#x2F;people&#x2F;event&#x2F;thing etc.）不太好套的需要专门准备 嘴不要停下来，保持输出频率 积累一套小而精的常用模板库 Gpt提取针对某个话题的native keywords p1只挑不常见的话题练，p2多练习","categories":[],"tags":[]},{"title":"。 | 2024年3月","slug":"202403","date":"2024-02-29T16:00:00.000Z","updated":"2024-04-02T06:10:18.668Z","comments":false,"path":"2024/03/01/202403/","link":"","permalink":"http://example.com/2024/03/01/202403/","excerpt":"没想好前言别骂了。","text":"没想好前言别骂了。 3月1日今天早上去吃了小汤圆，评价是再也不会吃了。为什么会在小汤圆里放蛋，太甜了，难绷。早上上完英语早八一出教室就发现下雪啦！ 这个学期怎么回事，南海也会下雪啊 开心捏。 今天真的是困爆了，在箫演奏课上坐着都要强忍着不睡着。上次在寝室明明一下就吹响了为什么今天上课怎么都吹不响😭😭。吹的要断气了（。 3月2日3月3日3月4日3月5日早上原本想在寝室里把脏脏包吃完的，结果一悠哉游哉地坐下来之后就发现已经45了，速速把东西全部都收回去走了。 因为今天忘带头戴式耳机了，所以不能去自习室了。上完英语课本来想找个拥有工图教室的座位的类型的教室看下昨天微积分的回放，但是怎么全在上课啊（。好不容易找到一个教室坐下来开始吃早上没吃完的脏脏包，过了一会三个人走进来， 甚至一个人坐在我左边一个人坐在我右边，我直接被吓跑了😱😱。我 一怒之下 直接回寝室了。继 在大气课上买的500元纳斯达克IDQQ，回去又研究了一会又买了500元标普500IDQQ，好好好。 晚上只准备了明天的 pre ，不想学习磨蹭了好久，我有罪。晚上感觉友人给我逐条转发消息，有点不爽，回寝室之后鼓起勇气看了一下才发现不是逐条转发，错怪他了，对不起，呜呜。 只要心情有点低落就会开始想我的车车😭😭。呜呜。 3月6日今天下午听到闹钟响了之后醒了，但是室友才刚上床，因为不想在她们刚开始午睡就走所以又躺下了，然后又睡了一个小时，急。 三点半的时候到朗读亭开始准备 pre，虽然练到可以熟练地讲出来但是还是很担心所以一直在纠结要不要打印稿子💦💦。最后还是没有打印而且讲地还挺满意的！开心！！感觉自己有超大的进步😊😊！！耶耶✌ pre 完到晚上都在写微积分作业，感觉自己笨笨的，突然就不那么开心了（bushi。 3月7日早上起来去听 Lecture，因为知道我一定记不完整笔记所以从一开始就开始录音（。然后果然派上用场了（。但是早上有点摸导致没写完💦💦，而且快要写完的时候一直被打断，有点烦。 下午在寝室里接着写 Listening Notes，然后写着写着突然看到 ZJU 的 SDG 暑校，直呼还有这等好事，瞬间不写作业了开始申请。看了一下午最后发现不仅要提交成绩单 （不然呢难道还真让你随便去） 还要提交个人陈述，草。又多一件未完成的事，烦恼 +1。 晚上睡前终于把 Listening Notes 写完了。还有好多事没做，不想上学了。 3月8日早上起来看到纳指和标普一个涨了 1.51% 一个涨了 1.03%，爽。 虽然但是，今天真的脑袋要裂掉了。中午一点就去做大气实验，到了老师说搞错了，不应该是我们 Group 5 来，而是 Group 9 和 Group 10 来做 Experiment 5。但是我们来都来了，于是从一点开始做实验做到了四点多做了三个实验。 做实验的时候莫名其妙很兴奋很高兴（，在实验室上蹿下跳 并且脑袋磕到了通风橱的框。做完实验应该要去把微积分的录播刷完，但是在教室越来越累了，真的有点没绷住，很想睡觉。但是好消息是在休息的时候发现很久以前抽的速比特水壶居然中奖了！！我真的好幸运！！也许这是上天看我这一周这么累给我的奖励吧（。 说实话今天累的都没精力思念我的车车了。决定明天怎么都要偷偷去把我的日历拿回来，不然我这周事情多成什么样都没法记下来😡😡。 3月9日今天写分析化学作业写的直冒火，好不容易看完了 60 多页的 PPT 开始写作业，虽然在看 PPT 的时候就对 PPT 里前后不统一的格式以及不直观的公式表达感到很烦恼，没想到做作业的时候还发现 PPT 里有条公式只写了一半😡😡。作业里一堆数据算的我头大，而且有几个怎么算都和答案对不上，晕倒。 晚上写完微积分作业之后练了箫，我真的吹不响了😭😭，尤其是那个 Do 😭😭。要交不上作业了😭😭。 3月10日完全不明白为什么都发了三遍通知以及提醒了，很多人读了也不交生活照，我不想管他们了。早上还在练习箫还是吹不响😭😭。寄。 笑死，群友说梦到了 ex 非常坏，突然就想起我已经很久没有梦到熟人了，哈哈哈哈，太好了。 好想休息啊—— 今天是什么日子，晚上去自习的时候发现 2#C303 这种热门教室 居然没有人，但是我已经决定要去 2#304 了，可惜（。 3月11日肚子疼疼疼。严格的28天周期例假终于被打破了（，一来学校就推迟了差不多三个星期💦💦。 中午去交微积分作业来着，但是交作业的凳子上一本作业都没有，感觉是已经被拿走了（不是说好下午第二节课前交的嘛🤥🤥）。找了很久最后还是把作业放在了办公室的一堆看上去像是我们班的作业的本子中间，希望作业没事（。 明天就开会讨论了，我看报告看地好晕，完全没有头绪啊（。好不想写，好难过。原本学某些专业课的时候就决定了自己不喜欢的事，没想到还有更不喜欢的事（。好吧我只是不喜欢所有文字工作。晚上打电话结果被告知明天早上还要上课，一下就破防了。 今天马原课上老师说我们大部分人世界观都是破碎的，大概就是开心的时候觉得什么都好，不开心的时候觉得什么都不好。非常正确的。我直到今天才发现我自己就是持有破碎世界观的典例（。 这个学期第一次把电脑搬上床，结果还是开机了一整夜但是什么都没有写，然后我每隔一小时醒来一次。我真是太不开心了。 3月12日今天写报告真的是急了，直到吃中饭的时候还是和昨天差不多 （就是只有一两百字的意思），然后吃完饭歇会差不多十二点半就回教室开始狂写，写到差不多两点写完 PEST 分析中的 P 和 E ，但是就写了 1000 多字了，好好好。分析化学课上继续写，把 PEST 写完，写了差不多 1900 字，起码写完一个分析了，应该不至于很摆烂吧（。 晚上开会，发现字数上我可能还是比较多的，而且我的部分也用上了，而且大家也都没有写完，太好啦（。 3月13日突然发现这几天都没有涂防晒霜，太坏了。 今天写英语作业写得头昏眼花还没有写完，感觉眼睛不能再承受来自屏幕的压力了，累累累。 晚上上床把一家三口的群从我的置顶里撤了下来，一整天在群里分享说话也不会有人理我，我再也不会分享了。 3月14日今天把暑校的 ps 写了然后交了申请，当然我纯纯是因为不用申请费随便申请一个（。我这种垃圾 bg 导致我的 ps 甚至都没有东西编（，要成绩没成绩要奖项没奖项，最后写了很多什么我虽然成绩差但是我通过努力取得了很大进步（能申上就怪了）。 昨天发现楼梯上有一摊干涸的血，桌下右边的柜子的棱上也有一滩血，今天发现椅子的右上方的腿的下面的地上压着一滩血，怪。明明身上没有明显的伤口来着（，当然很大可能是伤口已经愈合了然后血迹在洗澡的时候被洗掉了（。 3月15日看群里在讨论美利达幻影 6 于是又上京东看了一眼，发现不仅断码了还涨了五百多🤥🤥，无所谓，我定了 95 （。（所以我的 95 什么时候到😭😭 今天下午做完实验好像被亲了一下（？）然后被评价为“实验的味道”（？）总之是贴贴了，贴贴使我心情大好🥰🥰 （大家要是想找我帮忙可以来和我贴贴，这样我可以更加愉快地帮忙）。但是贴贴一次使我直到吃饭前都在胡思乱想（， 有人上学期期中就是这么寄掉的还改不了这个毛病。 晚上去打羽毛球了，真的时隔一年多再次打羽毛球💦💦，看到熟悉的拍子触景生情（bushi），种种回忆涌上来，然后开始胡思乱想，想当初假如做了另一个决定而发生的事的场景，心情好复杂。 打羽毛球满场跑（，累，球还丢了一个，大悲。 基金要亏麻了，不好玩了😭😭。 3月16日乐。上周还在烦恼把我的日历拿走之后拿什么给友人占位子，今天早起去看一下发现他的位子直接被别人占了，哈哈哈哈。上午学习分析化学的最大感想就是我真的要润啊😭😭，化学根本不懂。 没想到今天我的水壶到了🥰🥰，开心地要晕倒了，纯黑的太帅了，这下真的只差我的 95 了（。 中午躺着突然想起来今天有芙莉莲看，有比赛看（指米兰圣雷莫），还有豪斯医生看，突然就感觉好幸福🥰🥰，今天一定是我开学以来最幸福的一天吧。 晚上试图写分析化学作业差点没晕过去，几乎是一题都不会写，我真的不要学化学了😭😭。 晚上回去之后果然还是越来越不开心了，什么最幸福的一天啊，怎么可能。 躺在床上没绷住，三刷（可能是更多次，我可能也不记得了）了《良医》S1 EP11 &amp; 12。突然发现自己已经完全达到可以记住台词的程度了（。 3月17日昨晚一晚上电脑没关机，戴着耳机平板上放着视频就睡着了，而且视频还是单集循环，这下好了，电脑和平板的电池都要废了。 今天脑子和身体没有一个想动，累。 3月18日现在真是越来越拖了💦💦，原本昨天无论如何都要把报告写完，结果今天才开始写（我有罪😭😭）（晚上就要讨论了😭😭）。然后下午速通了（。 下午上箫演奏基础的时候已经预知到这周的崩溃了（，低音 So 根本吹不响😭😭。（是不是每个偶数周都是黑色周啊（。 晚上讨论的时候非常开心，因为从七点聊到十点，一直在闲聊（bushi。 哥哥考研怎么搞嫩牛，比初试线高个七八十分，搞个初试第一。 帮我考考。 3月19日早上面向搜索引擎速通了爬虫并做了一个词云图，真是太激动太开心了！！但是晚上出了点小意外没开会，没法把我的成果给大家看看了，悲。 晚上 QQ 刷着刷着突然多了一个花里胡哨的主题，回去一看还多了个头像挂件，又过了一会发现还有有个气泡，草，怎么回事。 今天也在想我的车车😭😭。 3月20日下午躺了好一会之后去教室继续写早上没写完的爬数据的分析了，路上碰到了一起比赛的学姐，她开心地和我打招呼，我也好开心🥰🥰。 晚上写微积分作业写得头晕，受不了了。 评价是吃火锅吃的。 今日感想：感谢身边的大家包容这么差劲的我。 3月21日悲报：早上的听力中间一堆问题没听到，回去听录音听半天也没听到，受不了了找了个网站开始听译。下午对着听译文档又开始听听听，感觉是 Peter 完全没讲到，绷不住了，于是上网查了一下随便写了几句上去（。 说起来下午睡醒之后看到友人问我去不去漫展，我就开始大脑旋转了（。（烟台的漫展🤔🤔，清明要去烟台玩吗（，清明一共休几天啊能玩吗（）（去啊 b 搜索一下）（没有特别想去）（我清明要去哪我也不知道🤯🤯我还没想好呢） 于是真实地回复了： 没想好 假如清明去烟台的话可能会去吧 我也不知道呢 晚上又想了想，突然意识到有点问题， 正常人怎么可能清明这么几天还出去那么玩啊，肯定是去看个漫展就回来啊，草。我脑回路又不对了（，应该说每次要处理语言信息的时候我的脑回路就不对了（，感觉友人肯定被我绕晕了（，草。 3月22日没想到最后一课微积分作业十分钟就干完了， 在放弃分析化学的前提下 好像没有肉眼可见的作业了，回去吹箫（。 昨天突然心血来潮很想听《僕は…》，然后就循环了一天，今天中午广播站就放这首了，草。可惜没听到（。 于是心血来潮打开很久没有打开的网易云一看，发现《僕は…》怎么要会员才能听了，又往后翻了几下怎么发现《空蒼いまま》怎么也要会员了。点进あたらよ的主页怎么发现几乎所有歌都要会员了。 あたらよ你是真火了，后面忘了。 说起来《空蒼いまま》也是对我有特别意义的一首歌， 虽然可能不是什么好的意义，当然和歌本身没有关系， 突然不能听了有点感慨（。 今天摸了。 3月23日摸了。 吹箫吹难过了，不会吹。自从上周二中午被说了几句之后现在每次吹箫都有一种负罪感，吃完饭吹了会就哭了，难过。 根据之前 开盒 发现明天可能是友人生日，在脑中给友人祝福了（，要是真的去祝福就太变态了（。 3月24日早上七点多醒来，发现刚刚梦到友人过生日（。发现才七点多一点，又睡了，然后又接着做和友人过生日有关的梦（。大草。 中午受不了了问了下我的车到了吗，老板没有被我烦到，太好啦。（不过感觉车车还遥遥无期就是了）。 今天一整天都在吹箫还是吹不起来，崩溃了。吹到晚上八点半决定怎么都不再吹了，明天还有个 pre 没准备，还有马原的 1000 字随笔没写。开学四周终于又要变成上学期的样子了吗，大悲。 3月25日今天早上感觉要死了，先是熬到一两点什么都没写，之后三点醒过来的时候就感觉有点不妙，马原随笔完全没有头绪啊，结果该上早八了还是只写了一百多字开头。早八抽人上去 pre 一下就抽到我，打开小纸条的那一刻直接被击溃了。 最近总是感觉喘不上气来，隔三岔五就开始深呼吸。以及感觉箫给我带来的痛苦已经超过羽毛球了。我真的想放弃箫了（。 晚上先是洗澡洗一半眼镜螺丝莫名其妙松了然后眼镜裂开来，又是剪头发一下剪太短。感觉怎么这么不顺呢（。 3月26日感觉今天脑子不太好💦💦💦。中午吃饭的时候夹菜夹着夹着就忘了，然后就夹了三个荤菜💦💦💦，不得已吃了三荤一素💦💦💦。夹完菜之后直接走回位子上又忘记拿筷子了💦💦，我今天出门忘带耳机了走路也没听歌呀🤔🤔，怎么会这么傻🤔🤔。 中午使用上学期走在路上被赠送的一盒修指甲工具中的作为剪刀看上去非常难用但作为螺丝刀好像还不错的剪刀拧上了螺母（？）直径大概只有1mm的螺丝并修好了我的眼镜，耶耶耶，石井好聪明✌✌✌。 中午午睡睡了一分钟，好好好。 下午英语课上到一半看到老板给我发消息说车车到了，我太开心了我太开心了我太开心了🥰🥰🥰！！！（有人自从收到消息之后就没有停下来不笑 hh）而且老板说帮我送过来，那我今天晚上就可以见到车车了🥰🥰🥰！！！太幸福了！！！！ 分析化学课一下课就速速冲到校门口迎接我的车车了，先推到教学楼停好就去速通一个晚饭。在床上躺了一会就回去了， 离开床的第一动力是和车车贴贴。95 真的是太帅了🥰🥰🥰🥰，比图片还要帅 100 倍🥰🥰🥰！！！忍不了了，先试骑一下。 晚上总计骑了一个多小时车，太爽了，美利达好骑到哭！！！！ 买到自己喜欢的东西真是太幸福了🥰🥰， 以后的人生目标就是赚大米买一堆喜欢的东西了！ 3月27日啊。早上起来耻骨还是坐骨还是附近的什么骨好疼（。不穿骑行裤真不行吧（。膝盖也疼疼的，不过这个应该是昨天睡觉冻着了（。 微生物课上发现电脑 C 面左下角之前磕的地方雪上加霜。甚至已经裂开到 C 面和 D 面之间有一长条缝的程度😡😡。这下真的忍不了了，得想办法换个壳😡😡。 感觉昨天精力太过充沛，直接导致今天随着时间的流逝越来越疲惫，我真是一点都不想动了。 I’m running away. 晚上从教室里出来的时候感觉地上湿湿的，心里就有种不好的预感，好担心车车。希望今天晚上不要下雨，求求了。 想了很久还是感觉车车应该已经淋过雨了，这是车车来的第二天啊😭😭，难过😭😭。晚上洗漱完了之后一进穿越弗兰德斯直播就看到阿特摔车被担架抬走了，今天真是糟糕透了。 3月28日感觉自己 essay 的 introduction 写的一坨（虽然本来就是随便写写应付一下💦💦但是还是绷不住了。（所以你什么时候开始看写作的课程啊（。 一写实验报告就开始摸，结果该回寝室了还才写了一个实验，寄。 3月29日3月30日下午出门的时候晒得要死掉了，走在路上几乎没有办法睁开眼睛，为什么大家都不撑伞😭😭，我什么时候才可以撑伞😭😭。 在教室写 Subject Research 快写完了突然感觉这篇文章有点眼熟，然后就发现这是我写过的，这下得重写了😡。 3月31日有人之前明明做好了酸碱滴定的笔记了现在又一点都看不懂了😭😭，绷不住了去看 AP 课程😭😭。 下午吹箫的时候好像有点开窍了（，总之痛苦程度比上周好了很多（。然后录完视频手机提示说内存不足，然后我一如既往地没理它（，但是之后它不停地提示，直到我看到它说手机内存只有0.3&#x2F;256 G 的时候，绷不住了（。","categories":[],"tags":[{"name":"碎碎念","slug":"碎碎念","permalink":"http://example.com/tags/%E7%A2%8E%E7%A2%8E%E5%BF%B5/"}]},{"title":"困困困困困 | 2025年3月","slug":"202503","date":"2024-02-29T16:00:00.000Z","updated":"2025-03-24T13:27:26.484Z","comments":false,"path":"2024/03/01/202503/","link":"","permalink":"http://example.com/2024/03/01/202503/","excerpt":"没有我这个论文早就写好乐（复读。 所以春天什么时候才会来呢？","text":"没有我这个论文早就写好乐（复读。 所以春天什么时候才会来呢？ 3月8日石先生怎么会脾气这么好哼哼哼（生气版）。 3月9日去看了《平原上的焰火》，不知道是不是因为少看了15分钟，好像看得晕晕的💦💦（（。 写不动一点论文呃啊啊啊啊啊写不下去写不下去😣😣😣。 所以春天什么时候才会来呢？ 3月10日好困。 怎么又停水了（，但又好像没停（。 3月11日我以后真的不要学这个环境了，感觉我做实验不是我出问题就是大家出问题💦💦💦。今天早上去取了40 mL盐酸感觉自己要似在通风橱了，没戴口罩感觉呼吸道里全是盐酸，没倒几秒钟就受不了了不能呼吸了，但是还是坚持倒完了😣😣😣。而且擦桌子擦瓶口的时候感觉又受到了重创😣😣😣，ohno我一定不是做实验的料😣😣😣。 好困好困好困要晕倒了😣😣😣。下次吃完中饭一定要回去睡觉🤥🤥🤥。 3月12日想睡觉🥱🥱🥱，这个早八是起的越来越晚乐🤥🤥🤥。 3月13日累似了。 有点鱼鱼了🙁🙁🙁。 3月14日早上去交奖学金登记表，原本打算早早地起的，感觉自从考完试之后就变懒了，早上也起不来🤥🤥🤥。去辅导员办公室交表的时候辅导员问我“那门课考的怎么样”blahblah的东西，又感觉一切都坏透乐🤥🤥🤥。感觉一切都被坏老师毁了🤕🤕🤕。 烦烦的。好多事情没做，烦烦的，自己性格坏坏的，烦烦的，上学越上越暴躁了😠😠😠，坏坏的。 3月15日看了一天电脑眼睛好累。早知道这样或许当初应该配一个防蓝光的眼镜🤥🤥🤥。 我不要再丸金铲铲乐，玩了好多天都没有一次前四🤥🤥🤥。 和友人打了久久的电话，心情好好。 晚上原本打算回去熬下夜把大创的东西写点掉，结果还是眠了，大悲。 3月16日感觉大气污染控制作业好像不太会写，完蛋了（。 好冷好冷好冷。风好大。 有好多好多事，但是什么事都没有做完，坏。 感觉自己每天都会说很坏很坏的话， 感觉自己是超级超级坏的人。🥺🥺🥺 3月17日感觉之前莫名奇妙脸上出现的划痕要成疤了🤥🤥🤥，太坏了。 压力好大。 熬夜看《双城之战2》看到四五点，太好看了😭😭😭。我哭晕😭😭😭。 3月18日把昨天没看完的第九集看完了，这下是把两季都完整地看完了，好看好看😚😚😚。 呜呜。 3月19日拼尽全力无法战胜，写论文好痛苦，为什么。 久违地又过上了爱听好日子的日子~~~ 3月20日我晕倒了。 3月21日回学校了，现在已经进化到一踏进二教B的大门就开始累开始困的地步🤐🤐🤐。光是踏上上楼的楼梯就已经耗尽了我所有的力气🤐🤐🤐。 3月22日吃烤肉🤤🤤🤤，好吃🤤🤤🤤，聊天🥰🥰🥰，开心🥰🥰🥰。 3月23日头大。 即使是上课听了很多也不会写水质2的作业，我果然是不要再学这个专业了。 3月24日今天开始好好学习🤐🤐🤐，于是第一次给我的平板换上了锁屏和壁纸🤔🤔🤔。 下午上完课去自习室发现我的位子前面居然坐了一个人，突然就好难过。以后再也不想去自习室了。 给妈妈打了好几个电话也没有接，","categories":[],"tags":[{"name":"碎碎念","slug":"碎碎念","permalink":"http://example.com/tags/%E7%A2%8E%E7%A2%8E%E5%BF%B5/"}]},{"title":"忙忙忙忙忙 | 2024年2月","slug":"202402","date":"2024-01-31T16:00:00.000Z","updated":"2024-02-21T11:51:51.239Z","comments":false,"path":"2024/02/01/202402/","link":"","permalink":"http://example.com/2024/02/01/202402/","excerpt":"还没想好写什么前言但是忙忙忙忙忙。","text":"还没想好写什么前言但是忙忙忙忙忙。 2月1日感觉像是遭报应了（）。指遭了前几天太摸，早上又喝可乐的报应（）。好久没痛经了下午突然给我来一下子。按照经验来说只要睡一觉就会神奇地不痛了，但是因为明天就比赛了还有好多没学所以根本不敢睡觉💦💦。最后决定去洗个澡然后一进卫生间就狂吐了个三四回💦💦，感觉中饭被吐光了💦💦。疼了一下午还是最后在卫生间趴在篮子上不小心睡着了之后才脱离苦海（所以你还是一下午没学习为什么不一开始就睡觉）。 下午友人给我发了个 长沙.doc, 我惊呆了。我这种拖延症离开了有执行力的友人该怎么活啊😭😭。 晚上直接三开一边搞明天美赛的事一边搞市调的事一边找寒招的推送模板，今天的效率巅峰（确信）。 明天要早起打比赛，原本想早睡的但是估计是牡蛎了，啊啊啊。困啊累啊。 睡觉！虽然会的不多准备地非常不充分但是 希望美赛顺利！ 2月2日美赛第一天。快六点起床，吃早饭。看题，翻译，看不懂，困。抱着一袋玩偶晕过去两回（。 下午也累死了，躺着好一会，昨天只睡两个小时导致的（）。 2月3日2月4日2月5日2月6日2月7日2月8日2月9日2月21日早上去潮宗街逛了逛，喝了鸳鸯咖啡的陌桂，好喝。捞了一小袋咖啡渣回去，香香哒！（但是咖啡渣好像要暴晒，威海大概没有那么大的太阳，我可能也不会去烤它🤥🤥）中午去吃了盖码饭，好吃捏。下午友人就走了，我又去丰盈西里买了前天友人说和我合适的帽子，疾行去无印良品逛了逛，没有发现合适的， 但是发现威海没有无印 。","categories":[],"tags":[{"name":"碎碎念","slug":"碎碎念","permalink":"http://example.com/tags/%E7%A2%8E%E7%A2%8E%E5%BF%B5/"}]},{"title":"二月好 | 2025年2月","slug":"202502","date":"2024-01-31T16:00:00.000Z","updated":"2025-03-17T01:40:29.919Z","comments":false,"path":"2024/02/01/202502/","link":"","permalink":"http://example.com/2024/02/01/202502/","excerpt":"二月好","text":"二月好 2月9日感觉水质要挂了，所以这学校怎么还不出成绩。感觉一切都糟透了，于是上号玩了一会铲安慰了一下自己。 下辈子真的要当开心的小狗，或者开心的小猫，或者开心幸福的小鹦鹉。 2月15日看完了《双城之战》 Season 1，太好看了😭😭😭，然后就换上了 Jinx 的新电脑壁纸🥰🥰🥰😋😋😋。 2月16日早上醒来不久之后又晕过去，但是最后还是努力起来吃了寒假在家的最后一顿中饭。 气死我了。。。越想越气越想越气越想越气。 好倒霉。上学期开学前好倒霉，这学期开学前也好倒霉。 2月17日润了。 2月21日中午起床了不久之后就有点不舒服，但是好像没来例假所以好像没当回事，然后去教室坐了一会感觉有点闷闷的，于是决定出去走走下楼打印个形策，然后打印完突然变得好难受，然后受不了吐了，以为应该好了但是过了一会儿又突然好难受就又吐了。。。。。。。。。。。 晚上躺床上眠了，然后妈妈打电话过来把我吵醒，然后又试图眠了。但是感觉醒来之后整个人都烫烫的，呼吸也好像烫烫的，不会发烧了吧，， 2月22日早上起来还是有点难受，完全站不直，，，撑着去刷了牙洗了脸之后又回去躺了一会，然后又努力去洗了个头，之后又躺了一会，感觉好了一点。。 2月23日吐。。来学校才三四天吐了两天。。难受。。 晚上睡觉前不知道哪根经抽了看了一眼企业微信，然后就发现上周给某老师发的企业微信以及怕老师不看又发的一封邮件直接被已读不回了。 感觉一睁眼外面都是刺对着我。","categories":[],"tags":[{"name":"碎碎念","slug":"碎碎念","permalink":"http://example.com/tags/%E7%A2%8E%E7%A2%8E%E5%BF%B5/"}]},{"title":"怎么写一篇数模论文？","slug":"notes for modelling essay writing","date":"2024-01-28T16:00:00.000Z","updated":"2024-01-31T10:54:07.527Z","comments":false,"path":"2024/01/29/notes for modelling essay writing/","link":"","permalink":"http://example.com/2024/01/29/notes%20for%20modelling%20essay%20writing/","excerpt":"看清风的以及其他的一些视频整理的笔记。虽然我也不会。虽然这样结构好像很混乱但是还是这么写了。","text":"看清风的以及其他的一些视频整理的笔记。虽然我也不会。虽然这样结构好像很混乱但是还是这么写了。 国赛标题【简短精炼】a. $\\star$ 基于所使用的主要模型或者方法作为标题 b. 直接使用赛题所给的题目或者要研究的问题作为标题 c. 【美赛】新颖可爱生动的标题 摘要三要素：a. 解决了什么问题; b. 应用了什么方法; c. 得到了什么结果 应突出论文的新见解、新方法、新特色 陈述客观 篇幅：首页的一大半，平均字数 1k 左右 结构： 开头段：简单交代题目背景+交代我们所做的事+解决问题的意义 中间段（每段讲一个问题）： 解决了什么问题 直接一句话概括题目要求解决的问题 不单独提出，而是在后面两个要素中提到（最常见） 指出题目问的问题的类型（e.g. 评价类 etc） 应用了什么方法 得到了什么结果 给出主要的结论与数值答案，要有支撑观点。若答案难以概括则可以引导读者在正文或附录中查看结果 结尾段（可选）： 总结全文，介绍论文亮点，对类似的问题进行推广。 要有论点论据支撑，不能只写结论（自吹自擂） 关键词【国赛】4-6个 【美赛】3-6个 论文中出现的主要模型（3-4个）+论文中出现次数较多，能体现论文主要内容的词（1-2个） 一、问题重述将原问题进行整理，将原问题和题目分开陈述即可。用自己的语言将问题描述一遍。 内容选择不不要过于分散琐碎，不用面面俱到，措辞要精练。 常规做法：删词替换 进阶做法：丰富题目背景，结合自己的分析思路 二、问题分析一般占据正文不超过一页，问题较多时不超过两页。 题目中的信息和条件+利用信息和条件对题目进行整体分析+确定用什么方法建立模型 要求：每个问题单独一段，简明，不需要放结论 使用图形、图表、流程图、思维导图列出思维过程 三种不同的放置位置 三、模型假设 可以写什么假设？ 题目明确给出的假设条件 排除生活中的小概率事件、非正常情况 仅考虑问题中的核心因素，抛弃次要因素 模型中的前提假设 模型中的参数形式（分布形式）的假设（假设府城阻滞增长模型、服从泊松分布 etc ） 假设模型和题目联系很紧密 合理性的验证（虽然在事实上很少见）： 引用文献和资料 在正文中画图支持对上述第五点的假设 四、符号说明三线表，符号 定义 单位 临时变量不需要 下文中再次出现变量时也要解释以增加文章的可读性 五、模型的建立和求解 两种结构（5-5.1-5.2…&#x2F;5-6-7…） 紧密联系题目，解释模型的各个参数和计算思路 六、模型的分析与检验 灵敏度分析 控制参数变量观察模型的结果变化————得出结论：a. 变量$\\alpha$对模型不敏感（指来回波动好像没关系）; b. 变量$\\beta$对结果造成的趋势的影响（关注一阶导和二阶导） 误差分析 分析模型误差来源或估算误差，常见于预测问题或数值计算 模型的检验 使用模型前的检验，在模型的建立部分 使用模型后的检验，即稳定性检验，和灵敏度分析差不多 七、模型的评价、改进与推广 评价 优缺点 改进 针对缺点的改进 推广 讨论模型的实用性和可行性 可以写我们的想法来弥补之前模型假设太强的问题（如果有这个问题的话）（e.g. 想考虑的因素难以估算或者考量 etc ） 八、参考文献 不能引用数模论文 附录 我们有什么支撑材料？ Excel 和 SPSS 的交互命令也要（然和我不会 Excel 的交互命令，令人感叹！） 找到的数据 某一问题的详细证明或求解过程 比较大的流程图 比较复杂的图标或计算结果（但是只要不超过一页还是尽量放在正文中啦） 美赛Summary Sheet是对论文的简练陈述，要充分概括论文内容：解决了什么问题+应用了什么方法+得到了什么结果 对于方法和模型只用简明概括，不用写很多细节，只放最重要的结论 Contents1 Introduction四选三但是一和二可以融合 Problem Background 总结题目背景+查到的资料，向自己的模型上靠（影响等） Restatement of the Problem(问题重述) e.g. Considering the background information and restricted conditions identified in the problem statement, we need to solve the following problems: Literature Review(文献综述) 总结以前的学者的研究（没有很多人写，但是好像能算得上亮点） e.g. 很多学者都研究过这个问题。 A 建立了 B 模型或使用了 C 方法研究了这个问题。 E 研究了这个问题得到了 F 结论。 综述要和我们的模型相呼应。 Our Work&#x2F;Review of Our Work 介绍文章的思路和建模的框架，可以绘制漂亮的图形 应用的方法要比摘要写的具体，不用写结论 2 Assumptions and Justifications要论证假设的合理性 3 Notations三线表，Symbol Description&#x2F;Definition Unit 没有单位可以用“-”代替 Glossary 定义专有名词或者模糊的概念，不常见，写了的话可以改下一级标题 4 Model 1 标题的命名 以模型命名 5 Model I: Balabala 6 Model II: Balabala …… 以要解决的问题命名 e.g. 4 Leaving Home: Where Will the Fish Be In the Next 50 Years? 4.1 How Has Ocean Temperature Increased in Recent Years? 4.2 Scottish Herring and Mackerel Are Moving 5 The Arrival of the Scottish Fishing Crisis 5.1 Macleaf Model: Fish Are Swimming Out of the Control of the Fishing Company 5.2 Prepare for the Best and Worst Cases 6 The Survival of Scottish Fishery is Making a Difference! 6.1 In order to fish, Take the Company to Wander 6.2 We Have Purchased New Fishing Boats With Refrigeration Equipment 6.3 Comprehensive Business Strategy 7 Force Majeure: Can’t Steal Others Small Fish 7.1 Entry Into the Territorial Sea of Another Country is Not Allowed 7.2 Friendly Exchanges and Cooperation in Fishing 关于结构：也可以把所有模型放在一个大标题里，但是国赛这样排版比较多，所以还是算了（） 5 Model 26 Model 37 Sensitivity AnalysisSensitivity Analysis+Error Analysis+Stability Test&#x2F;Robustness Test&#x2F;Robustness Analysis 8 Model Evaluation and Further Discussion Strengths Weaknesses Further Discussion Model Improvements Model Extensions 9 Conclusion中心思想的重申+研究结果&#x2F;主要观点归纳+某些启示性的解释或考虑 重点是结论的归纳，只用简单地提一下用的方法 ReferenceAppendices其他 Data description 不常见，但是如果自己收集了数据或者题目给了数据的话，可以写数据的介绍、做数据可视化、从图形中得出直观的结论 位置：a. Intro; b. Model Preperation(少见); c. 如果写 C题，可以作为一个一级部分 Data Collection, Data Pre-processing&#x2F;Data Cleaning&#x2F; Data Visualization&#x2F; Descriptive Statistical Analysis of the Data(数据的描述性统计分析)","categories":[],"tags":[{"name":"笨蛋笔记","slug":"笨蛋笔记","permalink":"http://example.com/tags/%E7%AC%A8%E8%9B%8B%E7%AC%94%E8%AE%B0/"},{"name":"数学建模","slug":"数学建模","permalink":"http://example.com/tags/%E6%95%B0%E5%AD%A6%E5%BB%BA%E6%A8%A1/"},{"name":"写作","slug":"写作","permalink":"http://example.com/tags/%E5%86%99%E4%BD%9C/"}]},{"title":"TBC | 2024年1月","slug":"202401","date":"2023-12-31T16:00:00.000Z","updated":"2024-01-31T10:53:39.793Z","comments":false,"path":"2024/01/01/202401/","link":"","permalink":"http://example.com/2024/01/01/202401/","excerpt":"","text":"1月1日1月2日1月3日今天正式开始期末考试了。第一场阅读，写完了。第二场听力，听 Part1 的时候开始耳鸣了，右耳嗡嗡响了好一会。真是很奇怪啊，感觉都一百年没有耳鸣了，偏偏听力考试的时候耳鸣💦💦，不过还好没什么影响（。下午肚子疼，睡了一会多喝热水就好了，但是我的概统啊😭😭，一下午几乎没写多少题😭😭。评价是友人不在导致的（）。 1月4日1月5日今天早上考概统，已经万事俱备了（指在 puq 发了 jh 的考神表情包并且把头像和微信状态全挂上 jh ）。居然一个小时多一点就写完了，好好好，但还是坐到了考试结束（。 考完试直接累死了，回去睡大觉睡到了四五点，晚上买了碗泡面回去吃，吃完又睡到了快九点，大悲。匆匆忙忙在九点之前赶回去学习了，一进教室发现友人怎么又来了，他昨天好像说他不学了（？）。友人说他没带耳机，我就把我的耳机借给他了，然后就社死了。 1月6日1月7日1月8日1月9日1月10日早上起来把昨天那个好友申请接受了，真难绷，要尴尬死了，过了一会才敢发消息问他是谁（虽然大概率是我昨天 盒 出来的就是了）。发完就几乎把这件事忘了专心看水文了，虽然也看不进去不想背（你猜我为什么高中没有选地理），快到11点的时候感觉要死了就拿着平板又去楼道里背了，效率直接随着时间距离 ddl 接近直接以指数增长了（）。12点多的时候绷不住了不再背会听会歌了，背到快两点润了。走到二教一楼发现好同学，于是坐到她边上接着非常低效地复习（。我正在念概念呢念着念着神差鬼使的抬头看到友人走过去，然后他也一转头直接和我对视了，然后谁也没有打招呼，绷不住了，好尴尬，受不了了。（说起来友人的长相随表情变化也太大了罢） 然后就去考试了。看到试卷的时候眼前一黑感觉自己白背了，而且几十分钟之前还记得的东西直接忘了。寄。但是还是把卷子几乎写满了，写完的时候感觉还好（？）。 考完了出来想起来昨天那个人，打开手机一看感觉他好像把我删了，火死了，好莫名其妙。 累死了，洗完澡回教室水了会群都快睡着了，直接趴在桌上狂睡了一个小时。大概是真的撑不住了。 好想睡觉。 不知道怎么回事，最近电脑好像总是出现什么问题（），晚上要看大物的 PPT 的时候发现 PPT 损坏了，怪。 TBC1月20日1月28日1月29日tbc 是真的身体不太好了吗。以前确实是刷牙的时候时不时就会干呕但是真的吐了应该还是第一次（）。躺在床上研究 $\\LaTeX$ 模板研究地可兴奋（？）。快四点的时候觉得还是应该要睡觉于是关了灯躺下来了。躺下来之后就开始不停地反酸，我应该不会活很久吧。 1月30日无论如何还是想哭。不知道为什么今天高中学长回访活动的大家笑得这么开心。不管怎么样高中都是无法被原谅的。 虽然这几天精神状态也不是很好很自责有点想死。 今天真的情绪崩溃了。晚上打算继续调格式的时候突然爆哭，受不了了抱着之前友人和我一起抓的娃娃感觉好像平静了一点。果然拥抱是良药。洗澡洗到一半又蹲下来爆哭。","categories":[],"tags":[{"name":"碎碎念","slug":"碎碎念","permalink":"http://example.com/tags/%E7%A2%8E%E7%A2%8E%E5%BF%B5/"}]},{"title":"MATLAB笔记","slug":"notes for MATLAB","date":"2023-12-31T16:00:00.000Z","updated":"2024-01-31T10:53:50.602Z","comments":false,"path":"2024/01/01/notes for MATLAB/","link":"","permalink":"http://example.com/2024/01/01/notes%20for%20MATLAB/","excerpt":"","text":"变量命名：不以数字开头 大小写有区分 which(mean.m) 寻找 mean.m 的位置 1、isempty（A）：判断数列A是否为空。 2、用法说明：B &#x3D; isempty(A)； A为空返回1； A非空返回0。 字符串的连接需要使用 [] 运算符将需要连接的字符串整个框起来 nargin &#x3D; ? 指 input 的个数 nargout &#x3D; 类似 vargargin 得知 variable 的 length varargout function handle 函数句柄 问：f&#x3D;@(x)acos(x)表示什么意思？其中@代表什么？ 答：表示f为函数句柄，@是定义句柄的运算符。f&#x3D;@(x)acos(x) 相当于建立了一个函数文件： % f.m function y&#x3D;f(x) y&#x3D;acos(x); *指针 cell 类看内容 A{1, 1}; A(1, 1) 返回类型： ans &#x3D; [3 $\\times$ 3 double] input(‘xxx’, ‘s’) if want to input a string M &#x3D; magic（n）返回由整数1到n ^ 2构成的n乘n矩阵 save 1.mat不可使用普通文档打开 save 1.mat -ascii 可以使用普通文档打开 格式 %5.3f 总共数字是5个，有三个是小数点 %8.4f\\n \\n是换行 A &#x3D; fscanf(fileID,formatSpec) A &#x3D; fscanf(fileID,formatSpec,sizeA) MATLAB画图是覆盖的，除非使用 hold on section hold off linspace(x1,x2,N) 功能：linspace是Matlab中的一个指令，用于产生x1,x2之间的N点行矢量。其中x1为起始值x2为终始值N为元素个数 gcf 当前图窗的句柄 handle 句柄，是标识符 gca axes的句柄 get(handle) 可以给出对象的 property box 是 x&#x2F;y axes 之外的两条 bounds grid off 之类的指令是操纵当前 figure&#x2F;subplot 的 semilogx(x, y), 半对数图，对 x 轴取对数显示 semilogy(x, y) loglog(x, y)，对 x&#x2F;y 轴都取对数显示 输入 figure; 可以避免后一个图形将前一个图形覆盖 f’(x) &#x3D; diff(y) .\\ diff(x) subs(s,old,new)表示将符号表达式s中的符号变量old替换为新的值new z&#x3D;fzero(‘fname’,x0,tol,trace) 其中fname是待求根的函数文件名，x0为搜索的起点。一个函数可能有多个根，但fzero函数只给出离x0最近的那个根。tol控制结果的相对精度，缺省时取tol&#x3D;eps，trace指定迭代信息是否在运算中显示，为1时显示，为0时不显示，缺省时取trace&#x3D;0。 rref([A b]) 可以得到简化的行阶梯形矩阵（Gauss-Jordan 消去法） 求频数：https://blog.csdn.net/qq_39516859/article/details/87976684 corrcoef() 求 correlation coefficient 相关系数来判断线性关系 scatter(x, y) 画点 123456789x = [-1.2 -0.5 0.3 0.9 1.8 2.6 3.0 3.5];y = [-15.6 -8.5 2.2 4.5 6.6 8.2 8.9 10.0];figure(&#x27;Position&#x27;, [50 50 1500 400]);for i = 1:3 subplot(1,3,i); p = polyfit(x,y,i); xfit = x(1):0.1:x(end); yfit = polyval(p, xfit); plot(x,y,&#x27;ro&#x27;,xfit,yfit); set(gca,&#x27;FontSize&#x27;,14); ylim([-17, 11]); legend(&#x27;Data points&#x27;,&#x27;Fitted curve&#x27;);end polyval() y &#x3D; polyval(p,x) 计算多项式 p 在 x 的每个点处的值。参数 p 是长度为 n+1 的向量，其元素是 n 次多项式的系数（降幂排序） polfit() 在MATLAB中polyfit函数是用来进行多项式拟合的。其数学原理是基于最小二乘法进行拟合的。具体使用语法是： 123p = polyfit(x,y,n);% 其中x,y表示需要拟合的坐标点，大小需要一样； n表示多项式拟合的次数。% 返回值p表示多项式拟合的系数，系数从高到低排列 isnan() TF &#x3D; isnan(A) 返回一个逻辑数组，其中的 1 (true) 对应 A 中的 NaN 元素，0 (false) 对应其他元素。如果 A 包含复数，则 isnan(A) 中的 1 对应实部或虚部为 NaN 值的元素，0 对应实部和虚部均非 NaN 值的元素。","categories":[],"tags":[{"name":"笨蛋笔记","slug":"笨蛋笔记","permalink":"http://example.com/tags/%E7%AC%A8%E8%9B%8B%E7%AC%94%E8%AE%B0/"},{"name":"MATLAB","slug":"MATLAB","permalink":"http://example.com/tags/MATLAB/"}]},{"title":"MATLAB笔记","slug":"notes for mcm-icm charts","date":"2023-12-31T16:00:00.000Z","updated":"2024-01-31T10:54:00.422Z","comments":false,"path":"2024/01/01/notes for mcm-icm charts/","link":"","permalink":"http://example.com/2024/01/01/notes%20for%20mcm-icm%20charts/","excerpt":"","text":"主坐标刻度线选择【交叉】 公式（word）11.5磅 公式编号（word）文档部件（全选F9刷新域代码） word排版：复制-清除格式-应用格式 or 只保留文本 ppt 矢量图转入 word ：插入-对象-ppt slide ppt 矢量图转入 latex ：slide 转 pdf","categories":[],"tags":[{"name":"笨蛋笔记","slug":"笨蛋笔记","permalink":"http://example.com/tags/%E7%AC%A8%E8%9B%8B%E7%AC%94%E8%AE%B0/"},{"name":"MATLAB","slug":"MATLAB","permalink":"http://example.com/tags/MATLAB/"}]},{"title":"嗯哼？","slug":"notes for modelling","date":"2023-12-31T16:00:00.000Z","updated":"2024-11-24T12:46:19.061Z","comments":false,"path":"2024/01/01/notes for modelling/","link":"","permalink":"http://example.com/2024/01/01/notes%20for%20modelling/","excerpt":"","text":"层次分析法(Analytic Hierarchy Process, AHP)马尔可夫","categories":[],"tags":[{"name":"笨蛋笔记","slug":"笨蛋笔记","permalink":"http://example.com/tags/%E7%AC%A8%E8%9B%8B%E7%AC%94%E8%AE%B0/"},{"name":"数学建模","slug":"数学建模","permalink":"http://example.com/tags/%E6%95%B0%E5%AD%A6%E5%BB%BA%E6%A8%A1/"}]},{"title":"TBC | 2023年12月","slug":"202312","date":"2023-11-30T16:00:00.000Z","updated":"2024-01-17T12:47:18.237Z","comments":false,"path":"2023/12/01/202312/","link":"","permalink":"http://example.com/2023/12/01/202312/","excerpt":"","text":"12月1日早上又梦到熟人了，大草。虽然情节变得很普通而不像之前的那种那么逆天（）。 下午的特定时间感觉心率又升高了，绷不住了，不会形成条件反射了吧（）。明明都很久没遇到要切割了（）。 （你这些内容真的是能看的吗） 晚上和好同学 cky 以及室友 tyq 一起出校去逛了超市！好好好。一边逛超市一边想要是有人能把超市的所有东西都送给我就好了（bushi）。逛完去边上吃了首尔汤饭，感觉一般（）。好冷好冷，明明穿了厚厚的鞋子和袜子但是在回去的路上居然感觉像踩在冰上💦💦。我有问题（）。 12月2日早上又梦到熟人了，大草。而且狠狠地梦到。好像还挺贴合实际的是怎么回事。梦醒了之后过了会就又睡着了，十点多的时候才醒，醒来的时候我直接裂开了，不要太能睡了😭😭。 12月3日早上又梦到熟人了，虽然这次熟人没有出现只是梦到放假了我在想熟人回家了没，但是梦到这么多次也有点太难绷了。。 最近在艰难又努力地写日记，这个月一定按时写😭😭，补以前的日记好累哦。 晚上躺在床上看实习到快三点，压力好大，决定这周要晚点回寝室了。 12月4日今天早上听到我的闹钟的时候眼皮都要粘在一起了，觉得自己要死掉了，根本起床不能。 中午上完课买了酸奶和面包回去久违地睡了午觉 （虽然原本是不打算睡的） ，而且还很好地在我13：45的闹钟之前醒了，睡了大概十几二十几分钟的样子，很久没有这么健康的睡眠了！！好好好！！ 为了认证苹果的教育优惠下午搞了好久，不得不说学信网不管是网站还是 App 都做的好烂（暴论）。明明实人认证成功了信息也填完了但是网站上完全没有后续进程的，一刷新又要重新实人认证😡😡。而且这个实人认证也老是认不出来我😡😡。 在习思想课上又纠结了好久，最后还是决定要买官方的 Apple pencil 二代（我是不是冲动消费了🤔🤔）。感觉已经被苹果 PUA ，之前觉得300的笔都贵，现在觉得850的原装笔好便宜（）。支付的时候内心毫无波澜，明明800多一下子就没了诶！！太可怕了😱😱。而且今天买明天就能到，天呐，好可怕（。 眼镜布又双叒叕不见了，我整个人都不好了，根本集中不了精神了（你只是找了个借口罢。 因为昨天离开了耳机几个小时，今天一整天都离不开音乐了，感觉像在报复性听歌（这才是真正的原因罢！）。 走出教室想扫辆车骑回寝室，发现共享单车全在教学楼，焦虑了。 因为之前吹风机几次不能用，今天吹头的时候真的是非常紧张非常小心翼翼，闻到有点焦味就关掉💦💦，于是成功启动关闭了好多次，但是卷好刘海之后想再吹吹的时候就又不能用了💦💦，试了几次但是实在是害怕它炸了就关掉赶紧跑回寝室了💦💦。 原本因为今天集中不了精神想要早点睡的，快上床的时候突然想起来原本还打算晚上看个电影的，只能下次看了，躺在床上的时候又突然想起来明天早八写限时写作，给的文章忘看了，突然就焦虑了。文章还在书包里，感觉下床去拿那一大张纸会发出很大的声音💦💦，所以还是算了吧💦💦，想睡觉但是不敢睡😭😭，我要死了，但是还是先睡到一点吧💦💦。 突然感觉回到第八周的感觉了💦💦，啊啊啊啊。 哦！今天晚上还喝了东方树叶的茉莉花茶，好喝捏。 12月5日醒来的时候已经早上六点多了，但是被神秘力量限制了，差不多七点十几才下床💦💦。感觉最近老是弄丢东西💦💦，早上还找不到梳子了💦💦。虽然自己很早就出门了但是上课前还是没有看文章💦💦。 早上我的笔就到啦！但是还是中午出门的时候才去拿 ww 。 旧的不去新的不来。 下午上概统的时候在走神试笔（），然后老师突然叫我上去画 CDF ，我完全没画💦💦，傻掉了，脑子宕机了😭😭。上完概统去上大物，笑死，从来没见过几乎坐满的大物课（）。原本要在第一节课速通一下小测的，但是直接对着电脑睡着了（悲）。说实话看到小测题的时候我就想起之前作业题写过差不多的，但是怎么写就完全不知道了（大悲）。真的很担心期末了💦💦（）。 晚上自习的时候发现把草稿纸落在不知道哪个教室里了。（还好这次没在草稿纸上写不能看的东西，不然我又要爆炸了💦💦）回去之后发现我不仅忘了草稿纸，还把平板也落在不知道哪个教室里了💦💦。草，最近真的很丢三落四啊。 12月6日为什么习思想课上环境声音这么大，根本写不进东西（暴论）。 下课买个蛋糕吃了就去寒招启动大会了，根本没有时间找我的平板和草稿纸（）。好像没有人打开电脑所以我还是————开始睡觉！ 下午水文的 report 终于有点思路了，但是刚有点思路就得去上英语课了，悲。结果就是之后又写不进去了，呜呜呜。 12月7日早上很好地听到闹钟之后醒了，很好地没有再睡着，中午很好地午睡了差不多半个小时，好好好。 吃完晚饭之后回寝室速通了洗澡，打算晚上晚点回去了。但是晚上写 report 还是写得头昏脑涨，感觉不能再看电脑了💦💦。要疯掉了！！ 晚上写到一半收到消息说明天8：00到15：00要维护学校到兰卡的网络专线， Moodle 大概在那时候是不能用了。急。感觉明天很可能要交不上作业。为了防止明天陷入绝望我觉得我得在睡觉之前把 report 写完了😫😫。（你把它当实验报告写的话就会比当成 essay 写好写很多吧💦💦） 今天24：00才离开教室，感觉我的工作效率好像在22：00之后才能到正常水平，好好好。 12月8日早上好像在七点二十被闹钟唤醒了，崩溃了。想想在八点前也写不完了，而且不想和去上早八的人一起出门，所以摆了打算再睡几十分钟，但是再次睁开眼睛的时候直接八点半了，真的崩溃了，直接从床上弹起来了（），去教室画图去了。在去教室的路上刷了个乐跑，还在寝室楼里等电梯的时候直接打了体育场的卡，非常神奇的 GPS 定位（）。在教室画了半天图都没画完，主要是 Excel 太难用了（暴论），但是老师示例用的是 Excel 也不知道能不能用 Matlab （）。但是写到一半看到通知说因为 Moodle 维护，老师吧 ddl 延后到了周一，好好好！老师真好😭😭！！（这时候就想起上次物理化学老师设错 ddl，在截止前一天晚上在群里说只有一天了，被提醒后改口说是英国时间明天交😓😓（你家英国时间比中国时间快24h），其实是当天晚上0点截止😓😓😓，对比太明显了😓😓） 笑死，大物只来了18个人，直接记了65个人缺勤。第二节没上多久一堆人从后门冲进来，笑死。上完大物室友说直接去做大物的 project 不等晚上了，于是我先去把所有东西都放在了二教占了个位子，回去陪她去买了圣代，就搞到了晚上九点半，非常头大！！感觉一晚上都在浪费时间，不去思考而只是去问 ChatGPT 然后跑代码有什么意义。但是小组合作。无论如何总算事做完一件事了。 晚上发现忘回同学中午发给我的消息了，当时刚骑完车一把车锁了就忘了💦💦，评价是最近事太多了，呜呜呜。 卷发筒好像丢了，还好刚刚发现我还有一个新的，太好啦！不然我就直接死掉了！ 12月9日昨天晚上手机没电关机了，今天早上没听到闹钟，八点半才醒，于是索性直接玩到九点半了（）。去教室做海报，完全没思路。而且突然发现校徽和学校的名字的文件都还在硬盘里，看来中午不得不回去了（）。中午脑子好像混混的，甚至骑车差点创到人💦💦。 想喝奶茶，要是可以把好喝的当成水喝的话一定会非常幸福吧！下午四点半左右才非常缓慢地做完了海报，这个 SAI 真的有问题啊！右键吸色常常没有反应！ 最近脑子真的不好使💦💦，明明昨天晚上刚说好今天晚上打乒乓球，刚说好等会预约球桌，转眼就忘了，今天吃晚饭的时候才突然想起来这件事💦💦。感觉乒乓球考试要不及格了，为什么要求这么高😭😭，而且已经不想练了，还不如羽毛球呢！ 想打美赛，但是没看到有人找队友，焦虑了。晚上看到有人美赛没组队于是速速联系了，但是我和他打招呼说明我的情况之后就没有回复了，悲。快1点的时候看到他回复了，感觉好模棱两可，我晕倒了，不知道怎么说，先当作我睡着了明天早上再回复吧😭😭。 12月10日早上睡晕过去了，甚至在梦里还在烦不知道怎么回复的事😭😭，一直再默念已经十几小时没有回复了什么的😭😭。于是十点多才起床，收拾收拾出门就是去吃中饭了。但是好消息！早上起床的时候找到了失踪已久的眼镜布！吃完饭在思东楼下扫了辆车，吹的七级风大的有点离谱了，人在车上根本没有用力踩车自己就动了（）。因为风太大而且控车烂而且最近脑子晕，上车没多久就创到了马路牙子，还好放在篮子里的奶茶没事，于是艰难地走了。去二教放了个包就回来乐骑，但是风真的好大我控车真的好烂脑子真的好晕，骑车的途中又创到了学校的金属路障，直接把它撞倒了，我真的努力试过让它回到原来的位子上了但是它还是更愿意倒在地上，没办法了我只能逃走了😭😭。呜呜呜对不起！！！ 感觉最近不看点牛牛切片都要活不下去了😭😭，一天天的要火死了。 不要生气😇😇，不要生气😇😇。 所以你真的是工作效率在10点之后才能到达正常值啊（），然后还随着时间的推移逐渐提高是吧（）。 12月11日又睡多了，原本想就睡几十分钟起来把 report 和英语作业全写完再去楼梯间录个 Vlog 的，但是醒来直接快五点了。而且翻个身直接把放在口袋里的保持器盒子压碎了💦💦。打开 Moodle 发现这周好像没有 Weekly tasks （），于是交了订正，开始写 Vlog 的稿子，六点多的时候又不小心睡着了，悲。 早上英语课不是我们组 pre，可以在隔壁教室自习两节课，好好好。原本打算早上把 report 写完下午再修改修改，但是我花了一节课的时间措辞发找美赛队友的云校园，又花了一节课的时间联系第一个来找我的同学，然后和之前联系过的同学说。之后就要去上乒乓球课了，乒乓球课居然要考试，考四米行进间摸台，考完好累，只拿了11&#x2F;15（好像，已经忘了）。 中午在回去的路上看到之前联系过的同学发了一条和之前联系我的时候的一样的云校园还不回我，突然就不开心了。我不会要被扔掉了吧，不会被扔掉也不被通知吧，不会被吊了吧。 吃完饭回去坐了一会，对组队的事有点生气，就马上去教室写 report 了。想着把 report 速通了就去找之前联系的同学对线（bushi），但是快两点的时候看到他回复我了，他说最好是22级的吧，我当时的第一反应居然是高兴，这么说他应该没有丢下我！耶耶！✌多但是后来越想越不对，越想越不明白。我完全没搞懂他是和我定下来二缺一还是怎么回事。感觉像是什么上个学期羽毛球课组队再现。后来我正在措辞怎么和晚上打电话向妈妈咨询他的语意。打完了之后室友问我怎么个事，我简单讲了下但是差点讲哭了，赶紧润了。室友说的有道理，我现在先不管这个事好了。 笑死，友人和高中同学不约而同地在我状态评论了三个拥抱的表情。但是， 如果赛博抱抱有用就好了。 12月12日不用 pre 的英语课非常好，早上快七点半起床，磨磨蹭蹭到7：57出门，一个人坐电梯错峰出行（bushi）。第一次可以迟到也不用跑！但是早上大概还是没睡醒，坐在教室里有非常强烈的抱着东西的欲望，于是先拿了一堆书和纸垫高了一点，然后把头垫在书上开始看上周的《间谍过家家》。 （真得买个玩偶抱着写作业吧） 第二节课开始后不久就开始睡觉，不知不觉就睡了一节课。 中午去清真吃中饭，把包放下去拿筷子回来看到有人帮我移动我的书包并和我说水洒了。我和他说谢谢。水真的洒了一地，我原本还以为是我之前的人洒的。直到下午上概统的时候我才发现原来是我的水洒了💦💦。草，那我是不是应该和他说对不起而不是谢谢💦💦。 中午吃完饭回去坐了会就开始睡觉，抱着被子好舒服，睡了好久好久，直接睡到了13：40。上次没有提前去教室占位子应该还是开学的第一节课（）。 今天是双十二的最后一天了，必须要买羽绒服了，又几乎花了一个小时挑衣服，最后没时间了急急忙忙先买了一件，等我卡点付完钱就后悔了，感觉已经掉入了消费主义陷阱😡😡。 12月13日中午录两遍 Vlog 感觉差不多得了直接润二教了，原本是打算四点半还要再回1#C103的，但是后来还是懒得动（）。我真的是不喜欢做 PPT ！一下午几乎没有对我的 PPT 增改多少内容💦💦。 做 PPT 太无聊了，我讨厌无聊的事。原本一直都很高效的，一开始做 PPT 就直接效率清零了。 发飙了，决定明天 pre 糊弄一下先，周末再好好搞，要死了。 晚上直接给我气清醒了草。可能是气的当然也可能是因为做 PPT 导致的肾上腺素分泌提升，脸好像泛红了。前天是差点气哭了今天是真的直接气哭了，越想越无语，想着想着眼泪就流下来了。活这么久第一次见到这样的人。 tbc 12月14日早上四点半醒了，速速收拾收拾拿上电脑去洗衣房了。洗衣房有点冷🥶🥶，做 PPT 写稿子写到差不多六点四十才做完，想着今天还要改 essay ，要不还是睡到七点休息一下吧！然后就睡到了八点二十五听到室友喊另一个室友起床才醒，急，八点四十五要 pre 😱😱。 原本以为还能稍微脱一点稿，但是还是直接念了💦💦，然后自己发挥了一下删掉了很多，实际上很多部分也没有念稿子（改成念 PPT 了是吧）。还好 Peter 实在是太好了，和我说话的时候让我感到很放松！！呜呜呜。 之前的 clash 订阅链接寄了几个月一直没管，今天下午换了个订阅链接终于可以用啦！ 12月15日12月16日这个数位板是真的有点没绷住。 12月17日早上醒来之后把设计思路和物资定价写了， 然后出门写写改改稿子做做改改 PPT 了。下午出门之后去食堂买了瓶破防水边写稿子边喝（，说实话热带风味的冰红茶味道真的有点难绷，但是又喝了一会了好像又习惯了（？）。写了一下午稿子改一下午 PPT 还没搞好，要死掉了。原本的计划好像是昨天把所有的 PPT 和稿子全做完今天一整天练稿子来着（。结果是做到晚上十点半才做完，已经做好通宵达旦背稿子的决定了（。 回寝室躺到了一点半左右，快两点的时候出门背稿子去了。一开门发现外面一堆人在洗漱，草。去楼梯间了。狠狠地读狠狠地听歌狠狠地幻想考完的幸福生活（bushi）。好像 pre 也没有那么痛苦！ 四点多手机真的要没电了，撑不住了准备去一楼水房充电，结果一下去发现两个人在楼下赶 ddl （），冲了一会电又有人下来吹头，她好像和在赶 ddl 的同学认识（），在她们的交谈中我得知吹头的同学刚写完 pre 的稿子而且她们寝室里只有一位明天 pre 的同学睡了（。草。 虽然还是没有完整地试讲一遍，但是还是决定五点回去睡觉，睡两个小时之后起床收拾收拾去朗读亭！ 12月18日早上睁开眼睛的时候已经快九点半了，直接裂开了，我预约的八点到九点的朗读亭啊！！我十点十分的乒乓球课啊！！于是直接摆了又把眼睛闭上了，然后差点又睡着了。 去上乒乓球课，双人推打打了88&#x2F;100，海星吧。比赛0-5，我是0，大悲，但是6分及格了（）。 非常可能是因为昨天睡太少了，中午面包也不想吃，买了一袋酸奶和一杯老酸奶就回去了。中午吃完感觉没多少时间准备 pre 了，大悲。十二点多开始练稿子发现已经感觉完全不会了，急。于是离开阳台又搬回楼道开始念，念到一点半出发了！走在路上的时候 literally 感到是在走上刑场（。 坐在教室里快到我 pre 的时候紧张地想逃走，手心全是汗，受不了了。还好我上去之后怎么 HDMI 线插上去不能显示我的 PPT ，搞半天直接冷静下来了（。然后 balabala 讲完啦！居然没有看我的稿子！！讲完好开心！！虽然感觉讲得没有很完美但是好开心！！开心的事+1~~ 晚上洗完澡直接眠了差不多一个小时，为了避免和上完晚课的同学挤在一起还是挣扎着起来吹了头发出门了。 在教室打算写作业来着，突然发现有人进来了，看着这个透明框眼镜心里想该不会是友人吧。为了看上去不太像变态（？）所以还是没有一直盯着看以分辨了。过了一会会门口又有一个人推开门，（怎么感觉好像一起打市调的同学），然后他们就一起走了。那这该不会是？草。 过了一会我就看到友人给我发消息说看到我了。我就知道！！草，形象非常差的一集，刚才不知道有没有在摸鱼（）。过了一会他又发消息说我在二教。😡😡不许开我盒啊！！！ 12月19日早上虽然感受到闹钟之后醒了，但是还是睡到了快十一点，于是又摆了不去教室了直接躺倒了快十一点半💦💦。大悲。 下午上完第一节概统困得感觉头要裂了，于是之后就睡了一会，上大物的时候又睡了一会。随时随地高效睡眠（确信）。 笑死，晚上写大物作业的时候开始感慨： 哥哥都在学些什么啊！ 草。 12月20日今天也一直在眠（）。早上起晚了放弃了原本想吃的早饭，下午起晚了去教室自习教室里全是人。 早上上习思想的时候突然想起来今天好像要交 pre 的 PPT，结果在电脑回收站 U 盘里一通找都没有，急。不过还好在 PowerPoint 的自动保存路径里找到了和最终版本比较接近的 .tmp 文件，居然把后缀改成 .pptx 就可以直接恢复了，草，没想到这么直接。不过还好还是有东西可以交了！（如释重负） 今天把大物作业写完了，越想越觉得寒假备赛时间有点紧张，焦虑了（）。不管怎么样先安排下计划复习期末吧💦💦，虽然很久之前就这么想了（）。从教室里起身之后一转身看到椅子上又一团头发，没绷住（）。 晚上回寝室的时候好像降智了（）。从电梯里出来之后因为打不开消防门所以选择了走到八楼再回去，可是走到八楼之后又神差鬼使地走进了电梯💦💦。走进去之后发现好像有什么不对，只能再坐电梯到七楼再走回去💦💦。 12月21日早上出门的时候下了好大的雪！！！但是吃完早饭就没了（是的我吃了早饭！）。 看到水文学 CW1 的 general feedback 我感觉自己要没多少分了，气死了。专业课真的是依托。我真的对水文提不上来太大的兴趣说实话。感觉这门课像是地理，而地理…………只能说是可以欺骗自己是对它感兴趣的程度（）。只能说水文学学了一学期目前收获大小：没有。 五点十分的时候突然想起来五点的班会，速速进会议了，还好还没结束，但是没连蓝牙手机自动大声外放，我感觉我在教室里开始自动发热了😭😭。 好的，看到 CW1 的分数了，瞳孔地震了，我说啊，英国人你是不是太 mean 了一点。 12月22日12月23日12月24日早上起晚了怎么直接停水了。还好门口水房还有水，刷了个牙用清水洗了个脸洗着洗着外面的水也没了，还好做了明智的决定没涂洗面奶。虽然停水了，但是我好像水了一早上，有点没绷住。 晚上点了番茄炸蛋鸡扒饭，吃撑了，吃了差不多一个半小时才吃完。不抱希望地边吃饭边等来水然后果然没来。但是等我走到教室就正好来水了，好好好。 12月25日虽然被闹钟唤醒了但是十点就要去补考的话真的不想出门自习啊~早上花了大量的时间在补考乒乓球上，结果只加了0.5分（难道比赛从0-5变成1-4不值得庆祝吗）（还真的不值得）（但是早上确实挺开心的哈哈哈）。感觉昨天晚上确实吃撑了所以中午买了面包和酸奶开开心心地跑回去了。结果刚进电梯一低头发现怎么手中的酸奶没了，太悲伤了！！ 中午狂看《葬送的芙莉莲》把 Part1 看完了，太好看了呜呜呜。下午出门就系了芙莉莲同款围巾。晚上还想系围巾，但是降温了还是不穿大衣了，遗憾！（下午围巾还没系够呢😭😭） 晚上在教室自习的时候时不时有点头晕，有点失去平衡的趋势，怎么回事呢。 原本以为是把手机充电器落在寝室里了，但是晚上回去之后好像也没有看到， 玩不了了 ，大悲，不会忘在什么教室里了吧。 12月26日早上感受到震动醒了，没想到我手机居然还有电？？我还以为早关机了。下床收拾东西的时候发现充电器就在包里，草。大概是昨天中午急急忙忙出门乱塞东西导致的（）。 下午上了一节非常认真的概统课，好好好。大物课上美美睡了一觉，然后醒来把 Learning at BJTU 上的所有待办事项全清了，是不是终于可以开始复习了 （你不是11月末就开始焦虑打算开始复习了吗） 。 写课后题写得好痛苦，好能摸，希望期末没事。 12月27日早上醒了不久就又睡着了，原本以为没课的打算直接摆一早上的，结果10点的时候才发现第二节有课，草。于是速速下床疾走去上课了。说起来好像依稀记得早上做了很绝望的梦。梦到围棋期末考（看捷豹看的），1.6考试。我原本准备好好复习一下，但是一月六日到了我还以为那天是一月一日，考试前一个小时我才知道要考试。当时什么都没背什么不会，非常绝望。只能拿往年题看，原本打算冲个好成绩结果现在感觉要寄了，我感觉我都快急哭了。还有一会会就考试的时候发现自己常见的 Distribution 已经忘光了而且一个都没背，绝望死了。快要进考场了看着手中的正态分布的 PDF 急急急却拿它根本没办法，只能含泪进考场。拿到卷子之后发现怎么前几题都是错误选项很搞笑的搞笑题，秒了。后面几大页全是生物，好多氨基酸。后来不知道怎么回事，总之是考试暂停我先回家，而且突然就变成机考了，还给了个提交的 ddl 。然后我就又开始拖延了，结果到最后死线了我才随便糊弄了一下算了，好像还没卡上点不知道有没有交上，然后就醒了。绷，有点担心会成为现实。 今天中午出门的时候又去买了破防水，去教室把考试时间标在时光序上，突然发现概统不是1.6而是1.5考，这下真的破防了。 感觉要复习不完了，晚上在教室 连夜 购入破防水一箱。急。 为什么我这么菜啊！！ 12月28日终于买好回家的票（的一半）了，好好好。中午抱着我的一箱热带风味冰红茶回寝室，感觉臂力得到了锻炼（）。 中午在打饭的时候依稀听到好像有人在和我讲话，我把右耳的耳机取下来，转头发现是个外教。他有重复了一遍他刚刚的问我知不知道那个菜里是什么肉。我看着那个麻辣香锅沉默了（我怎么知道麻辣香锅里是什么肉啊啊啊）。然后就有一堆阿姨围了过来，和我说这个是麻辣香锅。我就问阿姨说这里面是什么肉，阿姨说这是蟹排。然后我就和外教说 “maybe is crabs”。然后他就说”Oh I don’t like seafood”。我觉得他应该走了但是他又没有走，然后阿姨再和他说中文他在试图和阿姨说中文又说英文，我拿着那个夹菜的夹子一直站在边上💦💦。过了一会有个男生过来问”What’s the prolem?”外教又重复了一遍他的问题，那个男生指着一个粉色的说这个是 pork ，指着蟹排说这是 something made from crabs 。然后外教又说”I don’t like seafood”，但是还好那个男生和他又接着讲了几句，我觉得我可以脱身了，夹完赶紧跑了（）。 下午发现一直以来习惯自习的教室被占用答疑了，只好去 C304 了，一下午都有点烦躁。等吃晚饭的时候直接领包润回 C303 了，我果然是一个固执的人。 晚上一查培养方案发现大物居然有4学分，急。概统暂停我先学大物了😭😭。 你这个 OneNote for Ipad 真的有压感吗（）。使用体验真不如 PC （好像是废话）。 虽然不是很现实，但是这周日结束之前能不能把概统和大物复习好😭😭。 在床上是真不能学，原本打算回去继续看看大物的结果直接玩到了三点，绷不住了。 12月29日早上起挺早，八点多一点就出门啦！开始看大物看不进去，于是直接不看了继续做概统课后题了（。 虽然下午大物老师开始讲拓展部分的时候我就开始睡觉，但是好像没睡醒，晚上非常累。 早早地回去了，今天回去有在认真写，但是真的好不方便，写了几题就不写了。所以有什么是适合晚上复习的呢？ 关了灯之后忽然就睡不着了，快四点了才睡着，所以我早回来的意义是什么（）。以及，感觉把 Chapter6 的课后题写完之后好像焦虑好像得到了很大程度上的缓解（）。 12月30日早上突然发现今天要做完心理委员的考核，速速挂上视频了（）。 中午和室友出去吃烤鱼了，回来的时候看着边上结冰的河面好想扔块石头下去（）。于是捡了块鹅卵石丢了下去，然后冰面毫无损伤（这不是已经零上好多度了吗，大草）。原本以为冰面上看上去像一滩水的地方是已经化了，但是实际上可能是 a.下雨的积水； b.水管排出来的水（）。准备走的时候室友发现了一块砖头，于是我就把它捡起来回去又往冰面上丢了。但是冰面还是几乎没有破损，草。（手上拿着砖头的时候真的是有种要做坏事的感觉啊哈哈哈哈）和室友捡起砖头之后桥上有人路过，于是我们决定在河边的小坡上躲一下（）。这里的土真的好软啊，这已经是泥巴坡了吧！走几步鞋子上已经全是泥巴了，回去的时候擦了好久才回去自习，好像今天绝对自习时间确实大大缩短了💦💦。 下午继续挂上视频，偶然发现虽然视频最多只能开二倍速，但是居然可以直接拉进度条到最后（）。速通了。 晚上回去的时候突然发现友人也在教室里，大草。于是自习完和友人一起走了，好好好。 12月31日早上抢回家的车票，10：30一进去只剩最晚的一班车有票了，还好我坐的就是最晚的一班车哈哈哈。 学物理化学学得感觉自己笨死了😭😭。今天狠狠静不下心😡😡。 计算器默认使用角度制计算，到时候考试会一不小心就算错了的啊喂！！好想用 Wolfram 算啊（被惯的）。 今天是2023年的最后一天了，在11点50多的时候就收到了初中同学 xkz 的新年祝福，开心！！还被拍一拍了！！开心！！🥰🥰（虽然毕业了之后就没有联系了呢（于是开始百分之百地摸鱼（）。快到十二点的时候突然想起来要跨年了！速速去给友人编辑新年祝福了，还好赶在零点之前编辑完了卡点发了出去！！没想到我发完就马上收到了友人给我发的一大段祝福！！我的天呐我看到真的感动地要哭了😭😭，我果然最爱友人了😭😭。看着自己发的只是非常单薄的“新年快乐呀”和两个表情😭😭，我感觉好愧疚😭😭。我好像也说不出很华丽的话来回复友人所以又回复了两个表情（。 本来觉得12月31日也只是普通的一天，中午室友说隔壁寝的好同学请客问我去不去吃海底捞我一想还有这么多没学就拒绝了💦💦。室友说你跨年也就学习吗我也没感觉什么不对。但是就是在友人给我发了这么真挚的祝福之后我才觉得原来12月31日的24:00是一个特别的时刻。 等坐在教室里花了20分钟点赞别人的 puq 之后就收拾收拾回寝了。因为友人下午又来这个教室所以晚上又一起走了，所以算是和友人一起跨年了？走到楼梯转角处友人掏出了一个果冻送给我，虽然很感谢但是我真的不擅长收到礼物💦💦。连着两天被投喂了（）。 今天还是有点累的，人累的时候果然是说不动话的。上个学期和熟人一起散步的那天已经累得不行后来直接开始阿巴阿巴，没想到今天和友人说的话比上次和熟人说的还少💦💦。有些想说的话到嘴边了结果累得说不出来💦💦。 （i人特有的…… 新年快乐。","categories":[],"tags":[{"name":"碎碎念","slug":"碎碎念","permalink":"http://example.com/tags/%E7%A2%8E%E7%A2%8E%E5%BF%B5/"}]},{"title":"说是早上其实已经日上三竿啦 | 2023年11月","slug":"202311","date":"2023-10-31T16:00:00.000Z","updated":"2025-03-19T00:21:49.833Z","comments":false,"path":"2023/11/01/202311/","link":"","permalink":"http://example.com/2023/11/01/202311/","excerpt":"说些什么呢。TBC","text":"说些什么呢。TBC 11月1日早上挣扎着起来准备去念稿子了。到了发现怎么上一个预约的人怎么还不走，急。（有了朗读亭根本不隔音的想法之后根本不敢预约除了在1# A 之外的任何朗读亭💦💦💦）在隔壁空教室待到了该去演示实验的时候，走的时候上一个预约的人还没走，悲。但是在空教室刷 puq 的时候看到吉林下雪了！天呐！感觉穿越到异世界了（。 于是又约了一中午的朗读亭。 下午 pre 地好崩溃，上课的时候老师突然说要有提问环节，而且提问＋ pre 要控制在5 min 内。感觉不停地在被推着走，好崩溃好崩溃。几乎所有人确实都是在念稿子（）。到我们组的时候我刚开始还试着半脱稿一下，但是因为真的是在被推着走完全失去了自己的节奏了所以真的很混乱😭😭😭，然后还差一点就读完了的时候就到时间了，不开心！！ 看到课程群里发的 pre 的照片，没绷住。看到照片之前没想到自己这么秃（）。 晚上去清真食堂吃饭，因为手机放桌上占座了所以难得没有听歌（），在排队的时候全神贯注地在发呆（）。突然听到后面有人说”hello”，把我吓了一大跳（）。原本还以为会是熟人（不是说别人不熟的意思，只是代号💦💦），转头一看发现是一起做暑期实践的同学！（哎赛博日记真是不好都不能直接写名字😠😠）很开心地打了招呼！！他说“好久不见”我说“是的”。我买完饭他和我说“拜拜”，开心诶！然后我就坐下去吃饭了，坐下之后一抬头好像看见熟人了，绷。 吃完饭去教室地路上思考了一下，有点开始质疑之前理性主导的选择了，好像不同主角的同一事件对我造成的影响和在我脑中滞留的时长果然是不一样的（）。 找了一晚上文献，但是还是早早地回去了。回去的时候没算好时间，正好撞上从图书馆出来的一批人，好难受。 晚上有点破防了，原来只有我是纯爱啥比啊。 11月2日就因为讲了几句话就梦到贴贴吗（）。而且是两回啊！两回！ 今天去公众号上一看发现已经有 jh 上次串讲的录播和 PPT 力，我速速下载（。但是今天实在是没有时间看，悲。 以及，今天好像第一次输到嘴臭验证码（），指 mmp6 （）。 原本是在悠哉悠哉地写水文 essay 的，但是早上打开 Moodle 一看怎么 Moodle 上显示只有十几个小时就截止了，明明要求上写的是周五下午也就是明天下午五点才截止啊😡😡。算了一下这个时间直接提前了17h变成今天晚上截止了。但是晚上的时候看到截止时间又变正常了，突然整个人就好了！又开始悠哉游哉地写了（bushi）。 但是今天一直在忙着写 essay 导致我忘记写月度汇报表了，裂开😣😣。 11月3日今天是周五，这周是双周，双周一早上都是水文的 workshop，于是今天从早八到晚九都是满课力。但是水文 essay 还没写完，今天下午五点交，概率论作业没写，下午第二节课前交，上周的实验数据没处理，这周的实验预习报告没写，晚上七点做实验前要做完。英语的 draft essay 只是查完了文献一个字都还没开始写，明天早上八点之前要交。急。中午在回去的路上捡到了一根非常大非常整齐的羽毛，好喜欢！走着走着就开始感慨： “心脏还在跳动”。 下午是真的很急，最后在15：58的时候提交了水文的 essay，然后花了差不多十分钟速通了概率论作业，感觉如释重负（）。最近概率论课上老师总是点一堆人回答问题，搞得我压力很大，第一节课什么都没写，第二节课花了一节课处理数据，然后放弃了吃晚饭的时间抄完了实验预习报告，然后就正好开始做实验了。做完实验差不多九点了，于是准备去写 draft essay 了。想到今天晚饭也没吃，但是晚上可能又不能睡觉了，还是去图书馆买了一个蛋糕打算边吃边写以防自己猝死。但是怎么回事呢？感觉我的注意力已经耗尽了，我真的不能再保持专注了😭😭。在教室写 draft essay 真的是效率非常低，一晚上也没有写多少就回寝室了。回寝室自己都绷不住了，真的不能再摸鱼了😣😣。感觉我要透支飞升了。 11月4日凌晨1：40的时候醒了，该写 draft essay 了。但是在床上是真的写不了，没过多久就又睡着了，快四点的时候才醒过来，而且还梦到熟人了，真的难绷。对着电脑越来越崩溃，真的想放弃了，然后最后确实放弃了，大悲。 放弃了之后效率更低了，几乎写不出一个字来，好像自己已经写完了一样（）。 下午的时候收到了来自 Moodle 的关于 Turnitin 的邮件，我真的是裂开，好崩溃。每次一崩溃就会开始想友人，难过，想和友人贴贴😭😭😭。呜呜呜呜呜。 痛苦，我好痛苦啊！！我不想写 draft essay ！！呜呜呜呜呜。绝对是因为前几天透支了今天连动都不想动（）。于是晚上躺在床上决定看点什么，因为ヨルシカ的《左右盲》去看了《今夜、即使这份恋情从世界消散》，看到三点多看完了，哭死了。我对死亡真的没有抵抗力，一有死亡的情节我就哭（）。感觉片尾拿的和声比我之前听到的要更明显一点（是我的错觉吗？），更好哭了（）。 11月5日绷不住了，一打开电脑准备写今天12点截止的物化作业，一看 overdue 了，一看又是美国时间，真的很恶劣啊！ 笑死，前几天把伞弄丢了，之前那把伞又被风吹断了，导致我现在没有伞，但是今天又下雨，所以我只能挑正好没在下雨的时候出门。去菜鸟驿站取妈妈买的洗发露，拆开发现买洗发露居然送了一把伞（？），然后我拆完快递正好开始下小雨了（？），笑死，居然真的会有这么神奇的事情。 晚上线上开了宣发的小会，原本是想要在电脑上进会议的但是好像已经要在软件里才可以进去，所以还是在手机上进会议了而且好像迟了几秒钟（）。线上开小会好尴尬，我完全不知道我该不该说话，感觉我要死掉了，有点受不了了。 过了一个小时终于开完会了，可以继续写 essay 了（）。10点多的时候又感觉心率有点高了（虽然大概是心理作用导致的错觉），但是不管怎样脑子都是完全转不动了，救救我呜呜呜。过了会有人过来坐在了我互相肉眼可见的附近，感觉效率突然就提高了（），还得是有人和你靠近地面对才能有效率（）。但是总的来说效率还是低的离谱，水文的 essay 编辑时间15h41min，英语 draft essay 已经编辑了15h32min了才写了400词，绷。烦。 每次水群都感到群友好幸福，羡慕诶。 果然还是想贴贴（）。 晚上躺在床上看视频给自己找点动力写下去，她说“完成&gt;完美”，好像是有道理的。 真的不能再拖了，但是每次这种不能睡觉赶作业的时候都有点崩溃。趴在床上好烦好崩溃好难过好想哭，但是还是一直在写了。快七点的时候写完了，有点太 crazy 了。（等等，虽然想要把睡觉前的所有事都连续地记下来，但是把这些都写在11月5日果然有点怪啊喂(#&#96;O′) 11月6日说实话早上有点不敢上英语课（），第二节课的时候同学和我说 Peter 在课间把她认成了我，好像有话要和我说地样子，我好害怕💦💦。 晚上写物理化学写地要睡着了，根本不会写怎么办😭😭。 友人给我的微信状态点了赞，贴贴好耶！ （已经到这种地步了吗 11月7日中午看到形策座位表，脑子里的第一反应又是贴贴了（）。然后就绷不住了。贴什么啊！！😡😡感觉我才是天哥吧（）。 感觉现在听到熟人的声音会不自觉地回头（条件反射（确信）），非常恶劣。 11月8日1点多刚睡了十几分钟就惊醒了，原因是梦到自己物理作业没交，评价是赶作业后遗症（）。醒了之后躺了好久，开始胡思乱想（）。第一百次感慨我就是令人无法理解的偏执。 今天中午也在因为自己没有拒绝的能力而难过，走在路上的时候就在想逃走。 想一直逃，逃到友人身边。 晚上拿着水杯去 C304 自习，路上碰到一起比赛的同学，完全没认出来（），是他向我打招呼我才认出来的，希望没认错（）。 （主要是我一抬头正好看见他抬头，然后就正好对视力） 进教室之后坐下来还在想这个事，想了很久之后我好像还是没有认出来他（）。 （我应该没有打错招呼吧 总结是我不要再和别人对视了！我要隐身！！ 物理写不动一点，开抄（）。 11月9日之前报了刘神的班，但是几乎没有看（）。后天就考 CMC 了，紧急看一下回放💦💦。但是越看越困，也没有看多少😭😭😭，今天怎么说也得熬夜把课刷完吧😭😭。 说起来现在好像又不那么渴望贴贴了（ 晚上在教室自习，坐后面的 xql 一边吃东西一边讲话讲不停，烦死了！火死了！ 回到寝室之后发现友人莫名其妙拍了拍我（），不知道是怎么个事但是还是拍回去了（）。 11月10日中午的时候发现友人又拍了拍我，笑死。友人问我刚才是不是取快递去了，但是在友人问我的时候我只可能在宿舍和学子食堂中的任意位置。难道我真是大众脸🤔🤔？？中午在奔向学术交流中心一楼去听食堂餐饮工作说明会的路上好像看到那个一起比赛的同学了，这下终于认出来了（）。 下午在课上水群，天哥说梦到他女神了，群友纷纷嘲讽说“能梦到就离谱”“吓醒更离谱”。草，绷不住了，质疑天哥，理解天哥，成为天哥（）。 （但是我没有梦到女神男神啊喂！！（手忙脚乱地澄清💦💦）） 今天做的大物实验使用了分光计，但是感觉没有上学期那个分光计的实验那么痛苦了，怎么回事呢（）。今天又和上个学期做分光计实验的时候穿了一样的风衣，突然时光回溯， 触景生情（bushi ，回想起了上个学期做实验的一天，没绷住。 做完实验去看牛牛（刘神）的课了，菜死我了，我什么都不会写，感觉牛牛都救不了我了，我真的明天不想去考了😭😭😭。 11月11日弃考！我最烂呜呜呜呜😭😭。 中午和室友一起出门吃了烤肉，吃到一半听到好像有熟悉的声音，好像是之前一起做暑期实践的同学，然后发现还真是（听声辨人（确信。他在和家人打视频，真好啊！ 亚萨西呐。 可能是因为中午一直在讲话（），吃完饭走回去之后累得不行，在教室里只想回寝室躺着休息了💦💦。迟会的时候又在因为自己不能拒绝而崩溃，每次这种时候就开始想友人，回到寝室之后明明什么也没有发生但是还是突然开始感慨 “我好爱我的友人” ，呜呜。想和友人贴贴（）。 今天是双十一活动的最后一天了，应该要买点东西，但是其实没有很想买的，前几天原本打算睡前刷刷淘宝看看有什么要买的都是每次都是看一会就直接睡着了（悲）。看到友人看上去有点急了地发的 puq 突然意识到双十一好像还有光棍节的身份💦💦，原本还在想要是没有什么想买的东西的话不买了也行，但是为了防止万一别人（尤其是熟人）脱单了导致我破防的情况发生，我觉得我还是得买点东西让我保持一个心情比较好的状态（）。于是回去洗漱洗漱好之后就花了一个小时速通了双十一，在11：59的时候完成了支付（所以你连购物都是在赶 ddl 是吗）。笑死，有人双十一一共买了500多的东西里面300多是咖啡（）。虽然最后发现我还是没有破防，但是还是太好啦哈哈哈！ 安心睡觉啦哈哈哈www。 11月12日今天早上很好地在7点20的闹钟之前醒了！但是居然10点才出门，怎么会是呢（）。醒来之后看天气说正在下雪！但是去阳台一看发现外面在下雨（），被骗力。 中午猜错了大一的同学考微积分的时间，走到食堂吃饭的时候已经全是人力，太失败了（）。 下午睡过头了，四点才出门，有点绷不住。去教室自习又深深地感到自己完全没有数理基础！受不了了。自习的时候听说下雪啦！！！（笑死，敏感的南方人会在今天凌晨就捕捉到任何要下雪的迹象（）。）速速出去看，但是好像没看到。于是去冲咖啡了，冲完咖啡转身出来就看到窗户外已经在飘雪啦！！！有种跑下楼的冲动但是还是没有跑下楼，想要拍照但是拍不出来。明明几个月前心里一直认为这个学期下雪的时候我已经不会像去年一样激动了，但是我还是超级开心一直在笑 www 。速速与友人分享了。友人说西安昨天下了初雪啦！在与友人的聊天框里看到了西安的初雪！ 友人贴贴！！ 真的好想和友人一起看同一场雪呜呜呜，脑中已经有和友人一起玩雪的场景了（）。等到要回去的时候突然对自己不会拒绝这一事感到很崩溃，难过。 回寝室速通了晚饭，速速回教室了。绷不住了，我待的教室又有事，而且里面的人在考试，崩溃了。（虽然但是，为什么考试一个教室只有三四个考生，黑板上什么字都没有？？）虽然但是还是崩溃地收拾东西走了，下楼发现 C203，C204都在搞活动，绷不住了。最后还是只能去 B204了，呜呜。 十点多的时候回去了，下楼一推开门发现外面下雪了！！！！！雪下大了！！！！！啊啊啊啊啊啊！！！！！！所有的烦恼都忽然烟消云散了，速速广而告之（）。站在路灯下狂拍（），突然好像听到有人说“哎呀这是谁呀”，一转头发现是居然是熟人诶！ 没想到和熟人一起看了初雪，贴贴了一路（）。我好幸福啊！！！ 晚上的时候看到友人发 puq 了，友人说： “所以为什么下雪之后会有气温回升 你觉得呢” wwww 只有我懂！！当然是因为有贴贴了！！ 11月13日回想了一下幸福的昨天，理性分析了一下， 很多天之后，TBC11月20日现在的周一真是睡得越来越多了（），甚至5点才起（）。但是六点半的时候才开始写听力作业，有点破防了（），使用伟大的人工智能的力量速通了一下（），但是还是写到了快七点半。 TBC 11月21日请不要让离开身体的血液再次回到体内（），否则会变得很悲伤。 感觉以后白天也得喝咖啡了。明明中午难得午睡了，下午好像还是只能保持一个小时的连续清醒时间（）。晚上在教室又睡了一个小时，绷。醒了赶紧写大物作业，写到10点40几才写好，大悲。 在晚上回寝室的路上突然发现听 bpm 较为合适的歌的话 spm(steps per minute) 就会逐渐和 bpm 重合（），笑死。 晚上躺在床上闭上眼睛之后好像一秒钟之后就快速睡着了。之后发生了很可怕的事。刚开始听到楼下有人在走动上厕所，感觉到有人走上我这边的楼梯。（这时我完全没有意识到我自己睡着了，真的以为室友去上厕所了。）之后感觉有人在轻轻地在楼下摇我的床，然后又听到有很多人在我耳边呜哇呜哇 rerere 地耳语，很嘈杂。听到左边不停有人在敲墙拍墙。然后感觉摇床的幅度越来越强烈，简直就像是躺在海上的大浪的小船上一样，耳边的声音也很响，挤占了我的大脑的全部。我很害怕，然后我就醒了。醒了之后真的是被吓到了，因为刚才我眼前就是现实，睁开眼睛又是一样的现实，并且发现刚才那些都是进入睡眠时的幻听和幻觉。我真的感觉我到现实和死后的世界的夹缝中了，死后的世界就是这样的吧。 醒了之后心跳地很厉害，似乎一直在深呼吸喘气，冒出了冷汗。 可能只是睡眠瘫痪吧。说起来我已经很久没有经历睡眠瘫痪了，回忆起以前也没有经历过这么真实的睡眠瘫痪。幻境中的场景和现实百分百重合，醒之前以为是现实所以完全没有挣扎，这都是完全没有过的。 但是无论如何，真的很可怕。睁开眼睛之后四周一片漆黑，只有我喘气的声音。不敢再睡觉了，很绝望，害怕再次陷入一样的幻境。熬到了四点多才能自然地睡着，但是是平静的睡眠真是太好了。 11月22日早上原本想要和平时一样的时间起床的，但是醒来就九点多了，绝望。定了一个五分钟的闹钟但是再次醒来的时候都已经九点四十多了，更绝望了。 TBC11月24日感觉处理金属电子逸出功的测定的实验数据处理了24h了。早八形策，但是还在处理数据（）。又弄了一早上结果还是不太对，差点打算改数据了的时候得知数据处理中的取对数取得是以10为底的对数，非常不解，但是终于算好了，非常有成就感（）。 11月30日","categories":[],"tags":[{"name":"碎碎念","slug":"碎碎念","permalink":"http://example.com/tags/%E7%A2%8E%E7%A2%8E%E5%BF%B5/"}]},{"title":"海的那边是什么 | 2023年10月","slug":"202310","date":"2023-09-30T16:00:00.000Z","updated":"2023-11-02T01:39:08.068Z","comments":false,"path":"2023/10/01/202310/","link":"","permalink":"http://example.com/2023/10/01/202310/","excerpt":"まだ遠くへ まだ遠くへ 海の方へ","text":"まだ遠くへ まだ遠くへ 海の方へ 10月1日早上7点45就要集合了。早上吃早饭的时候不太开心。 假如我是在写物理日记的话我一定已经开始像高一的时候一样开始倒苦水了吧。 感觉被严肃地斥责了😭😭明明自己的安排对于我自己来说是很合理的😭😭但是还是被催促了。 然后就去坐大巴了，说实话我有点想一个人坐。车子发动了，在路上听到前面传来小孩的声音，顿时有点崩溃，很好，下辈子再也不会报旅行团了。到了星海广场，从包里拿出相机打算拍照了，打开之后怎么感觉怪怪的，一看昨天把电池拿出来充电之后没放回去，大草。被安排的明明白白，在星海广场居然只能待半个小时（假如是我自己来玩的话我觉得我可以把星海广场整个走一遍（））。然后又去看了莲花山，在上山的路上的左侧是一排排的柱子，柱子上绑着好多红色的祈福的带子，一抬头感觉真是好看的景色，但是相机没有电池（）。 中午好难过好难过。中午因为比大家慢又被狠狠指责了。反正都是我的错。心情糟糕到了极点，坐在车上有点想哭，大概真的哭了吧。 在大巴上听着歌自己左手牵右手就可以非常安心地睡觉了 （感觉大部分时间都在自我麻痹陷入睡眠） 。今天还去了北大桥 （PKU，有端联想🤔🤔） ，渔人码头，棒棰岛，东方威尼斯水城。在棒棰岛想去海边玩水，待了一会突然想起来我怎么不听《老人与海》呢！！于是开心地打开蓝牙耳机准备开始听歌了，没听几句就被斥责“你为什么老是听歌”。好难过。我什么也没有说，只是又把耳机关机了。嗯，感觉我的生活就是不停地妥协。 但是两个人一起出去旅行的话就是需要妥协的嘛。 所以我果然还是不适合啊。 我果然还是适合 solitary life 的吧。我果然还是一个 solitary 的人吧。 想走了的话也好嘛，去山上看看也行呀。山上是别墅，一栋栋的，要是我可以和我的友人一人一栋的话，那生活真是太幸福啦！我已经想象出和友人一人一栋别墅然后可以很方便地贴贴的场景了（大草）。 晚上去“帆船出海”。大草，和我想象中完全不一样（）。你这个帆船，先不说它可以载上一个旅游团的人（我想象中是只能载几个人的那种💦💦），它甚至没有帆（）。晚上又看到了好圆好大好亮的月亮，海上升明月！下了船之后去吃了一串铁板鱿鱼，付钱之前不知道它居然要25💦💦。然后就回酒店力。 躺在床上的时候突然想起来今天是周日，英语作业还没写完（）。所以英语作业到底要交什么，永远没搞懂过💦💦。问室友室友说她忘了。（确实，都过了这么久了，谁像你一样每次都这么能拖啊😭😭）下次一定上一课写一课作业呜呜呜。 10月2日TBC 很多天之后10月21日我受不了了，补写前面的日记先暂停让我先写今天的😭😭😭我真的受不了了。 TBC 又过了很多天10月23日好好好。什么是写了两天英语作业的含金量啊！！今天早上6点12就可以睡觉了🥰🥰，太幸福了。好像周一就没有睡这么多过，6点多交完作业非常精神，但是没有很想做的事情，所以还是躺下来了，又睡了差不多一个小时，这样算起来我差不多睡了五个小时，我的妈呀，太幸福了🥰🥰。（不过看统计数据才发现即便是不摸鱼地写作业消耗的时间也远超我的估计，指写 Subject Vocabulary 写了差不多一个半小时（悲）） 早上交完作业之后给爷爷奶奶发了红包祝他们重阳节快乐🥰🥰，开心诶。 早上手都几乎要冻僵了，打字好困难。 今天好像就是我们思政小组展示了，我晕倒，呜呜呜，我好愧疚，明明只是念都念的有点磕磕绊绊，对不起😭😭😭😭。 晚上去自习，今天二教 C 二楼怎么这么多人，无所谓， 本来我也不打算在二楼自习。 上楼找了个位置写概率论作业去了，看到二重积分的时候突然有点恍惚（）。 真的很容易疲惫（），在只用写两题的情况下还是撑不住趴在桌上睡了一会💦💦。结果写到该回去的点的时候才写完💦💦。明天早八要 pre 呀，我的稿子还没写😭😭，这和我想象的完全不一样😭😭。 回去一躺上床就开始摸鱼（），然后就睡着了（大悲）。笑死，躺在床上刷 puq 看到 cxy 在说明天早上英语 pre 还没写稿子。笑死，这也太巧了吧哈哈哈哈。 最近感觉又开始不对了🤔🤔，又开始和上学期一样在人群中瞬间捕捉或者寻找熟人的踪迹了，不行不行！！ 10月24日早上5点惊醒，躺在床上摸鱼了一个小时才开始写稿子💦💦。原本是想睡前写完早上早点起来练下的，这下没时间了（悲）。总之还是牺牲了出去吃早饭的时间练了一会，然后又匆匆出门了。虽然 practical presentation 不算分但是不会到时候大家都很熟练地脱稿只有我背不下来吧😭😭，好可怕呀。 上英语课了，课前大家都没在练稿子，怎么回事🤔🤔。上课的时候 Peter 说我们不用上台讲了只用在小组里讲就好了。哈哈哈哈哈！！我太高兴了！从那一刻开始我一直高兴到中午，一直在笑 www 🥰🥰。 感觉昨天也已经睡挺多了，但是在水文和概率论课上都累的不行各睡了一节（你怎么回事）。然后又翘了大物去边上写日记和讲义了。虽然什么都不会但是写数学真幸福呀 www 🥰🥰。在写昨天的日记的时候突然想起来 CMC 没几天就要考了而我好像一周没写数学了，急。 晚上去讨论雾化的 pre 了，好可怕。为什么大家都可以集中这么长时间的注意力。到后面我完全不行了😭😭，当然也可能是写稿子写的（），我有 ADHD （确信）。快十点的时候赶紧润了，走在路上突然感觉不太对。润的时间不对了，路上全是图书馆闭馆出来的人，我受不了了，人太多了，好难受，有点想吐了。 感觉刘海又不行了，怎么头发长这么快，明明几天前刚剪过。不会以后得要两天剪一次头发吧💦💦。 10月25日今天起雾了。 今天好像睡了11小时，好像是开学来第一次午睡💦💦，但是吃完晚饭之后还是狠狠地想睡觉😕😕，大悲。 稿子还没写完，大悲， 不想写 。所以还是先写会讲义了，虽然还是一题都不会写（菜死了😭😭）。写了会一看手机怎么企业微信也可以99+了，原来是通知了冻鳗社破冰的时间和地点。大草，怎么八点半才开始，那我是去还是不去呢。（要是我能在8点10分之前做完大物实验我就去吧），但是为什么要在男配一楼破冰呀，我都没怎么去过那里，感觉要迷路😕😕。呃呃呃啊啊啊，要是在教室里破冰我就去了，不会还要自我介绍吧，烦死了，不想去了😫😫。 晚上几个小时没看消息，一回寝室你群已经差不多2000条消息了。笑死。又在群里照镜子了，呜呜呜。“这不是我吗”。 10月26日好想摸鱼啊🐟🐟。晚上甚至没有去教室自习，所以大概今天是狠狠地摸了吧（）。 班会课听学姐讲学习经验，所谓大作业怎么会都是 essay 呢🤔🤔，这不是我想象中大作业应有地样子呀。之前还是很认同“喜欢大作业”这一观点的（或者说现在也还是很认同），但是我认为大作业应该是指向 project 之类的东西而不是 essay （）。你专业果然是个文科专业（确信）。 10月27日早上5点多醒了。本来想就这样起来继续写稿子的，但是好像又不小心睡过去了（）。睡到9点才起。算上零零散散的睡眠时间的话我好像是真的每天要有11 h 睡眠才能保持一定的生命力（）。 笑死，清醒了之后看消息发现妈妈在4：47的时候拍了拍我，鉴于我的拍一拍设置的是“拍了拍我的大脸说起床啦别睡啦”，所以5点醒的原因大概找到了（确信）。 起来之后又看到群友说 jh 明天下午在 p 大有高数期中串讲，我也想去听😭😭😭，可惜我不是 p 大的😭😭。北航的群友也想去，但是一看明天的入校预约都约满了，笑死，学校都进不去💦💦。 晚上做实验又做到了9点，好崩溃。看着崩坏的示波器真的很绝望😣😣。 10月28日醒来一次蕉绿一次，所以一直睡觉就不会蕉绿了。 （这就是你两点五点九点醒了三次但是十点半才起床的原因吗） 醒来之后躺在床上的时候感觉被某后遗症连续攻击了，大悲。 明明今天也睡了很久但是下午看文章看得我已经狠狠地不行了，好困好想睡😭😭。 水群的时候又看到一些老生常谈的事，好羡慕，又过了很久之后就好难过，感觉我真的没有好的地方，难过。 10月29日早上又典中典之清醒不能，但是终于写完了稿子（）。快700词的稿子我也不知道要怎么才能背下来💦💦。 这几天脑中好像全都是贴贴（怎么回事）。贴贴好哇！贴贴好哇！可惜我没有💦💦（）。 下午赶着去研讨室一起做市调网考模拟题，又是卡点到💦💦。一起做完模拟题之后不知道为什么超级开心诶嘿嘿。 然后就精神饱满了一下午去和下一届的破冰了😰😰。我真是要晕过去了，什么抽签坐座位，绷不住了。刚好一般一组八个人我那一组只有六个人，而且看上去好像没有特别外向的人，救命啊！！好像组内必须要玩桌游，有个同学问说你们有什么想玩的吗，我说没有，然后对话就没有了。他又问你们玩过什么，我感觉我整个人都要蒸发了都讲不出一句话，绷不住了，那个时候我真的感觉我要死在那里了😣😣。然后过了一会我们组又跑了两个人，就只有四个人了，绷。大家好像已经放弃交流了，终于可以安心水群了（不是）。 怎么还不结束，怎么会从五点半搞到快八点。 晚上又没干什么，大悲😭😭。但是今天好像是第一个没有写英语作业压力的周日。躺在床上又典中典之“我先睡一会”。再一次醒来又是两个小时之后，大悲。 10月30日早上又连续醒来连续睡着，感觉要死掉了。七点半起床速通了一下上周的作业的订正就收拾收拾出门了。 感觉咖啡因好像已经成为某种毒品了，感觉这几天每天怎么睡不够都是没有喝咖啡导致的（）。每天都在努力养成不午睡的生物钟，但是这真的是正确的做法吗？我不知道。 晚上甚至没有去教室自习， 想打破待在寝室就马上想睡的条件反射 。 10月马上要结束了，马上要考 CMC 了，快学点数学吧，要不行了😭😭。 10月31日昨天什么都没做但是睡了个比较好的觉！从今天开始努力学习吧！！ 绷。在水文课上速通概率论作业被发现了。”Oh, you’re doing something else, that’s OKay.” 绷。感觉要被盯上了。 今天久违地上了大雾，好好好。去上大雾的路上又有一种不好的感觉，该买心率带了（确信）。在二教的走廊上靠着右边走，然后走这走着撞到凸出来的窗户边沿了💦💦，狼狈。上完物理课室友说你脑袋怎么了，我根据他的指示摸了摸额头，然后手指上一抹血（），该说典中典吗（）。头破血流（确信）。 去打印明天 pre 的稿子了，怎么打印稿子也要钱，所以为什么只有每次打印讲义的时候不花钱🤔🤔？？ 回寝室吃泡面了，吃完面一抬头发现泡面碗上又有几抹血迹，难绷。 心情好像还不错！心情好的时候好像喜欢自拍（）。（怎么回事） 时间怎么不够用😣😣。难以想象我们要是也可以像上一届一样线上 pre 的话我该会有多幸福😣😣。虽然室友说大家都是念的，但是我真的很害怕很担心😣😣。 睡前看到大家的 puq 想起来要想11月的日记标题了🤔🤔。乱七八糟的十月于是就这么莫名其妙地结束了。","categories":[],"tags":[{"name":"碎碎念","slug":"碎碎念","permalink":"http://example.com/tags/%E7%A2%8E%E7%A2%8E%E5%BF%B5/"}]},{"title":"大物速通日志","slug":"notes for physics","date":"2023-09-27T16:00:00.000Z","updated":"2023-12-31T15:45:02.049Z","comments":false,"path":"2023/09/28/notes for physics/","link":"","permalink":"http://example.com/2023/09/28/notes%20for%20physics/","excerpt":"上学期期末通宵速通大雾失败了，非常痛苦，为了防止这学期又坐大牢所以还是整理一下（）。 当然也很可能什么都没用就是了。 （结果不还是要期末粥了才开始整理吗，破防了）","text":"上学期期末通宵速通大雾失败了，非常痛苦，为了防止这学期又坐大牢所以还是整理一下（）。 当然也很可能什么都没用就是了。 （结果不还是要期末粥了才开始整理吗，破防了） Chapter12 OscillationSHM(Simple harmonic motion, 简谐振动) $F&#x3D;-kx$, $U&#x3D; \\frac{1}{2} kx^{2}$. The general solution of the equation (oscillatory equation), is $x&#x3D;A cos(\\omega t + \\varphi )$, where $\\omega$ is the angular frequency(角频率), $\\omega &#x3D; 2\\pi f&#x3D; \\sqrt{\\dfrac{k}{m}}, T&#x3D; \\dfrac{2\\pi }{\\omega}$. 任意时间，$A &#x3D; \\sqrt{\\frac{x^2 + v^2}{w^2}}$. $\\boldsymbol{v} &#x3D; \\boldsymbol{w} \\times \\boldsymbol{r}$, $\\boldsymbol{a} &#x3D; -\\omega^2 \\boldsymbol{r}$. Potential energy $U &#x3D; \\frac{1}{2} kx^2$. $E_k, U, E$ 的关系： $U &#x3D; E cos^2(\\omega t + \\varphi) &#x3D; \\frac{E}{2} \\left[1 + cos(2\\omega t + 2\\varphi) \\right]$ $E_k E sin^2(\\omega t + \\varphi) &#x3D; \\frac{E}{2} \\left[1 - cos(2\\omega t + 2\\varphi) \\right]$ Applications Simple pendulum(单摆) $a &#x3D; L \\ddot \\theta$ $\\ddot \\theta \\frac{g}{L} sin \\theta &#x3D; 0$ when $\\theta$($&lt;15^{\\circ}$) is small, $sin \\theta \\approx \\theta, x \\approx L \\theta, \\ddot{x} + \\frac{g}{L} x &#x3D; 0$ $x &#x3D; Acos(\\omega t + \\phi)$ where $\\omega &#x3D; \\sqrt{\\frac{g}{L}}$ $g &#x3D; \\frac{4\\pi^2 L}{T^2}$ $U &#x3D; mgL(1 - cos \\theta)$ when $\\theta$($&lt;15^{\\circ}$) is small, $cos \\theta \\approx 1 - \\frac{\\theta^2}{2}, U &#x3D; \\frac{mgx^2}{2L}$ [由此可求振幅$A$] $k &#x3D; \\frac{mg}{L}$ Physical pendulum(物理摆&#x2F;复摆)(但是我不懂力矩啊) angular SHM: $\\tau &#x3D; I\\boldsymbol{\\alpha} &#x3D; \\boldsymbol{h} \\times \\boldsymbol{G}, I\\alpha &#x3D; -mghsin\\theta$ $\\ddot{\\theta} + \\frac{mgh}{I}\\theta &#x3D; 0$ $\\theta &#x3D; \\theta_{max} cos(\\omega t + \\phi), \\omega &#x3D; \\sqrt{\\frac{mgh}{I}}$ $U &#x3D; \\frac{mgh\\theta^2}{2}$ Torsion pendulm(扭摆) $\\tau &#x3D; I\\ddot{\\theta} &#x3D; -K\\theta, \\ddot{\\theta} + \\frac{K\\theta}{I} &#x3D; 0, \\theta &#x3D; \\theta_{max} cos(\\omega t + \\phi), \\omega &#x3D; \\sqrt{\\frac{K}{I}}$, where $K$ is torsion constant. Damped harmonic motion(阻尼谐振) $$ $$ $$ Chapter13 Wave MotionChapter14${C}^{\\circ -1}$ 好像是 $\\dfrac{1}{^{\\circ} C}$ monatonic 单原子的 hp 是horsepower 嘛 可见光波长 400-760nm 什么时候反射光的与入射光的相位差为 0 或 $\\pi$ 或是别的什么呢？ 两个相对运动的时钟或观测者都会测量到对方的时钟比自己的慢 $p &#x3D; \\sqrt{2mK}$ 衍射：缝宽和波长相等时，现象明显 $\\psi^* 是 \\psi 的共轭复数$ $\\vert \\psi \\vert &#x3D; \\psi^* \\times \\psi$ 杂七杂八零零碎碎 误差百分比 &#x3D; (测量值 - 真实值) &#x2F; 真实值 * 100% 注意角度和弧度怎么换算，你的计算器默认是使用角度制进行计算的！！！","categories":[],"tags":[{"name":"笨蛋笔记","slug":"笨蛋笔记","permalink":"http://example.com/tags/%E7%AC%A8%E8%9B%8B%E7%AC%94%E8%AE%B0/"},{"name":"物理","slug":"物理","permalink":"http://example.com/tags/%E7%89%A9%E7%90%86/"}]},{"title":"石先生的LaTeX手册","slug":"notes for LaTeX","date":"2023-09-25T16:00:00.000Z","updated":"2023-10-12T00:58:23.302Z","comments":false,"path":"2023/09/26/notes for LaTeX/","link":"","permalink":"http://example.com/2023/09/26/notes%20for%20LaTeX/","excerpt":"真闲啊，还有空学LaTeX。","text":"真闲啊，还有空学LaTeX。 首先我还没有用 $LaTeX$ 从0开始写过文章，所以：挖个坑先（） TBC 这个要怎么输入？ 积分 \\int_&#123;a&#125;^&#123;b&#125; x^2 dx $ \\int_{a}^{b} x^2 dx $","categories":[],"tags":[{"name":"笨蛋笔记","slug":"笨蛋笔记","permalink":"http://example.com/tags/%E7%AC%A8%E8%9B%8B%E7%AC%94%E8%AE%B0/"},{"name":"LaTeX","slug":"LaTeX","permalink":"http://example.com/tags/LaTeX/"}]},{"title":"既没学过化学又没学过物理的人该怎么在物理化学中生存","slug":"notes for physicalchem","date":"2023-09-23T07:02:44.000Z","updated":"2023-12-31T08:51:39.733Z","comments":false,"path":"2023/09/23/notes for physicalchem/","link":"","permalink":"http://example.com/2023/09/23/notes%20for%20physicalchem/","excerpt":"面向作业学习（确信）。有空补全。(排版也好乱，有空整理下 总之是先挖个坑)","text":"面向作业学习（确信）。有空补全。(排版也好乱，有空整理下 总之是先挖个坑) HW1 Units $1cal &#x3D; 4.184J$ 懒得打，下次一定。 Perfect Gas Law$$PV&#x3D;nRT$$$R &#x3D; 8.314J&#x2F;mol$ is a constant. mole fraction 摩尔分数$$x_B \\xlongequal{def} \\dfrac{n_B}{\\sum n_B}$$ mass fraction 质量分数$$w_B \\xlongequal{def} \\dfrac{m_B}{\\sum m_B}$$ volume fraction 体积分数$$\\varphi_B \\xlongequal{def} \\dfrac{V_B}{V}$$ Dalton’s Law 道尔顿定律$$p_B &#x3D; x_B \\times p$$$p_B$ is the partial pressure. HW2作业好难🫣🫣我不会写呀。 系统可以分为3种： Isothermal （等温）， Adiabatic （绝热，能量以功而非热传递）和 Diathermic（透热，有温差的话能量就可以以热的形式传递）。 $U$: internal energy 内能 是系统中所有动能和势能之和 $E_B - E_A &#x3D; w_{A \\to B}$ $\\Delta U &lt; 0$: losses energy to the surroundings $\\Delta U &gt; 0$: gains energy from the surroundings molar internal energy 摩尔内能 $U_m &#x3D; \\dfrac{U}{n}$ $\\Delta U &#x3D; q + w$ $q$ is the heat supplied to the system, $w$ is the work done on the system $q$: heat, 温差导致的系统能量变化 $q &#x3D; E_{final} - E_{initial} - w$ $q &gt; 0$: heat is added to the system $w &gt; 0$: work is done on the system 对于恒压膨胀，有 $","categories":[],"tags":[{"name":"笨蛋笔记","slug":"笨蛋笔记","permalink":"http://example.com/tags/%E7%AC%A8%E8%9B%8B%E7%AC%94%E8%AE%B0/"},{"name":"化学","slug":"化学","permalink":"http://example.com/tags/%E5%8C%96%E5%AD%A6/"}]}],"categories":[],"tags":[{"name":"碎碎念","slug":"碎碎念","permalink":"http://example.com/tags/%E7%A2%8E%E7%A2%8E%E5%BF%B5/"},{"name":"笨蛋笔记","slug":"笨蛋笔记","permalink":"http://example.com/tags/%E7%AC%A8%E8%9B%8B%E7%AC%94%E8%AE%B0/"},{"name":"写作","slug":"写作","permalink":"http://example.com/tags/%E5%86%99%E4%BD%9C/"},{"name":"数据分析","slug":"数据分析","permalink":"http://example.com/tags/%E6%95%B0%E6%8D%AE%E5%88%86%E6%9E%90/"},{"name":"数学建模","slug":"数学建模","permalink":"http://example.com/tags/%E6%95%B0%E5%AD%A6%E5%BB%BA%E6%A8%A1/"},{"name":"MATLAB","slug":"MATLAB","permalink":"http://example.com/tags/MATLAB/"},{"name":"物理","slug":"物理","permalink":"http://example.com/tags/%E7%89%A9%E7%90%86/"},{"name":"LaTeX","slug":"LaTeX","permalink":"http://example.com/tags/LaTeX/"},{"name":"化学","slug":"化学","permalink":"http://example.com/tags/%E5%8C%96%E5%AD%A6/"}]}